Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_SpaceFireSafetyRequirements.*.resx
Languages: de_de

# Property.FireRiskFactor.Name[0pc8u0qWaHuO00025QrE$V]
source: FireRiskFactor
de_de: Brandgefahrenklasse

# Property.FireRiskFactor.Definition[0pc8u0qWaHuO00025QrE$V]
source: Fire Risk factor assigned to the space according to local building regulations. It defines the fire risk of the space at several levels of fire hazard.
de_de: Brandgefahrenklasse des Raums, angegeben nach der nationalen oder regionalen Brandschutzverordnung.

# Property.FlammableStorage.Name[]
source: FlammableStorage
de_de: Lagerung brennbarer Stoffe

# Property.FlammableStorage.Definition[]
source: Indication whether the space is intended to serve as a storage of flammable material (which is regarded as such by the presiding building code. (TRUE) indicates yes, (FALSE) otherwise.
de_de: Angabe, ob der Raum zur Lagerung der Produktion von brennbaren Stoffen genutzt wird (WHAHR) oder nicht (FALSCH). Die Angabe erfolgt nach der nationalen oder regionalen Brandschutzverordnung.

# Property.FireExit.Name[]
source: FireExit
de_de: Notausgang

# Property.FireExit.Definition[]
source: Indication whether this object is designed to serve as an exit in the case of fire (TRUE) or not (FALSE).Here whether the space (in case of e.g., a corridor) is designed to serve as an exit space, e.g., for fire escape purposes.
de_de: Angabe, ob der Raum einen Notausgang für den Brandfall hat und als ein Notausgangs(sammel)raum im Sinne der Brandschutzverordnung gilt (WAHR), oder nicht (FALSCH).

# Property.SprinklerProtection.Name[]
source: SprinklerProtection
de_de: Sprinklerschutz

# Property.SprinklerProtection.Definition[]
source: Indication whether the space is sprinkler protected (TRUE) or not (FALSE).
de_de: Angabe, ob der Raum durch eine Sprinkleranlage geschützt wird (WAHR) oder nicht (FALSCH).

# Property.SprinklerProtectionAutomatic.Name[]
source: SprinklerProtectionAutomatic
de_de: Sprinklerschutz automatisch

# Property.SprinklerProtectionAutomatic.Definition[]
source: Indication whether the space has an automatic sprinkler protection (TRUE) or not (FALSE).It should only be given, if the property "SprinklerProtection" is set to TRUE.
de_de: Angabe, ob der Raum durch eine automatische Sprinkleranlage geschützt wird (WAHR) oder nicht (FALSCH). Dieser Wert soll nur angegeben werden, wenn das Attribut SprinklerProtection auf (WAHR) gesetzt ist.

# Property.AirPressurization.Name[]
source: AirPressurization
de_de: Luftdruckausgleich

# Property.AirPressurization.Definition[]
source: Indication whether the space is required to have pressurized air (TRUE) or not (FALSE).
de_de: Angabe, ob der Raum einen Luftdruckausgleich erfordert (WAHR) oder nicht (FALSCH).
