Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_BuildingElementProxyCommon.*.resx
Languages: fr_fr

# Property.Reference.Name[0rsFa0qSKHuO00025QrE$V]
source: Reference
fr_fr: Référence

# Property.Reference.Definition[0rsFa0qSKHuO00025QrE$V]
source: Reference ID for this specified type in this project (e.g. type 'A-1'), Also referred to as "construction type". It should be provided as an alternative to the name of the "object type", if the software does not support object types.
fr_fr: Référence à l'identifiant d'un type spécifié dans le contexte du projet (exemple : "type A1") pour désigner un "type de construction". Une alternative au nom d'un objet type lorsque les objets types ne sont pas gérés par le logiciel.

# Property.Status.Name[0w1HQ0qSKHuO00025QrE$V]
source: Status
fr_fr: Statut

# Property.Status.Definition[0w1HQ0qSKHuO00025QrE$V]
source: Status of the element, predominately used in renovation or retrofitting projects. The status can be assigned to as "New" - element designed as new addition, "Existing" - element exists and remains, "Demolish" - element existed but is to be demolished, "Temporary" - element will exists only temporary (like a temporary support structure).
fr_fr: Statut de l'élément, principalement utilisé dans les projets de rénovation et de réhabilitation. Le statut a pour valeur NOUVEAU pour un nouvel élément, EXISTANT pour un élément existant qui est conservé, DEMOLI pour un élément existant à démolir et TEMPORAIRE pour un élément temporaire (comme une structure support provisoire).

# Property.IsExternal.Name[16YMy0qSKHuO00025QrE$V]
source: IsExternal
fr_fr: Est extérieur

# Property.IsExternal.Definition[16YMy0qSKHuO00025QrE$V]
source: Indication whether the element is designed for use in the exterior (TRUE) or not (FALSE). If (TRUE) it is an external element and faces the outside of the building.
fr_fr: Indique si l'élément est conçu pour être utilisé à l'extérieur (VRAI) ou non (FAUX). Si VRAI, c'est un élément extérieur qui donne sur l'extérieur du bâtiment.

# Property.ThermalTransmittance.Name[1AjOo0qSKHuO00025QrE$V]
source: ThermalTransmittance
fr_fr: Transmission thermique surfacique

# Property.ThermalTransmittance.Definition[1AjOo0qSKHuO00025QrE$V]
source: Thermal transmittance coefficient (U-Value) of the element. It is the total thermal transmittance coefficient through the building element proxy within the direction of the thermal flow (including all materials).Note: new property in IFC4
fr_fr: Coefficient de transmission thermique surfacique (U). C'est le coefficient global de transmission thermique à travers l'élément dans la direction du flux thermique (tous matériaux inclus). Nouvelle propriété de la version 2x4.

# Property.LoadBearing.Name[1EuQe0qSKHuO00025QrE$V]
source: LoadBearing
fr_fr: Porteur

# Property.LoadBearing.Definition[1EuQe0qSKHuO00025QrE$V]
source: Indicates whether the object is intended to carry loads (TRUE) or not (FALSE).
fr_fr: Indique si l'objet est censé porter des charges (VRAI) ou non (FAUX).

# Property.FireRating.Name[1ITJ40qSKHuO00025QrE$V]
source: FireRating
fr_fr: Résistance au feu

# Property.FireRating.Definition[1ITJ40qSKHuO00025QrE$V]
source: Fire rating for the element.It is given according to the national fire safety classification.
fr_fr: Classement au feu de l'élément donné selon la classification nationale de sécurité incendie.
