Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_SpaceCoveringRequirements.*.resx
Languages: de_de, ja_jp

# PSet.Name[3dVbDjY5v9nR9aqiLpPqXH]
source: Pset_SpaceCoveringRequirements
de_de: Flächenbelag

# PSet.Definition[3dVbDjY5v9nR9aqiLpPqXH]
source: Properties common to the definition of covering requirements of IfcSpace. Those properties define the requirements coming from a space program in early project phases and can later be used to define the room book information, if such coverings are not modeled explicitly as covering elements.
de_de: Eigenschaften der Bekleidungen des Raumes. Diese Eigenschaften werden als Anforderungen in frühen Phasen im Raumprogramm geführt und können für spätere Phasen als Informationen für das Raumbuch dienen, falls die Bekleidungen nicht als eigenständige Elemen

# Property.FloorCovering.Name[1ZCFyE_C1Aq8q46k1ChiTE]
source: FloorCovering
de_de: Bodenbelag
ja_jp: 床仕上げ

# Property.FloorCovering.Definition[1ZCFyE_C1Aq8q46k1ChiTE]
source: Label to indicate the material or finish of the space flooring. The label is used for room book information and often displayed in room stamp.The material information is provided in absence of an IfcCovering (type=FLOORING) object with own shape representation and material assignment. In case of inconsistency the material assigned to IfcCovering elements takes precedence.
de_de: Angabe des Materials für den Bodenbelag. Diese Angabe wird im Raumbuch verwendet und oft im Raumstempel angezeigt.Die Materialangabe wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = FLOORING) für den Bodenbelag dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Materialangabe des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の床材質または仕上げに関するラベル（識別情報）。このラベル名は部屋リスト情報や部屋情報表示の際に利用される。

# Property.FloorCoveringThickness.Name[3JDU0MU0PFnQqTeizCCakU]
source: FloorCoveringThickness
de_de: Dicke des Bodenbelags
ja_jp: 床仕上げ材厚

# Property.FloorCoveringThickness.Definition[3JDU0MU0PFnQqTeizCCakU]
source: Thickness of the material layer(s) for the space flooring. The thickness information is provided in absence of an IfcCovering (type=FLOORING) object with own shape representation. In cases of inconsistency between the geometric parameters of an assigned IfcCovering and this attached property, the geometric parameters take precedence.
de_de: Angabe der Dicke der Materialschichten für den Bodenbelag. Der Dickenparameter wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = FLOORING) für den Bodenbelag dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Materialdicke des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の床に関する材質層の厚さ。形状表現を持つIfcCovering(type=FLOORING)オブジェクトが存在しない場合に与えられる厚さ情報。IfcCoveringの幾何形状パラメータとこのプロパティ値が一致しない場合、幾何形状パラメータの値を優先する。

# Property.WallCovering.Name[2MPLET$kT9q8sZ_WRZ6MJx]
source: WallCovering
de_de: Wandbekleidung
ja_jp: 壁仕上げ

# Property.WallCovering.Definition[2MPLET$kT9q8sZ_WRZ6MJx]
source: Label to indicate the material or finish of the space flooring. The label is used for room book information and often displayed in room stamp.The material information is provided in absence of an IfcCovering (type=CLADDING) object with own shape representation and material assignment. In case of inconsistency the material assigned to IfcCovering elements takes precedence.
de_de: Angabe des Materials für die Wandbekleidung, oder den Wandbelag Diese Angabe wird im Raumbuch verwendet und oft im Raumstempel angezeigt.Die Materialangabe wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = CLADDING) für die Wandbekleidung dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Materialangabe des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の壁材質または仕上げに関するラベル（識別情報）。このラベル名は部屋リスト情報や部屋情報表示の際に利用される。

# Property.WallCoveringThickness.Name[2p3rAp$_vC_xpAyiuqnoNL]
source: WallCoveringThickness
de_de: Dicke der Wandbekleidung
ja_jp: 壁仕上げ厚

# Property.WallCoveringThickness.Definition[2p3rAp$_vC_xpAyiuqnoNL]
source: Thickness of the material layer(s) for the space cladding. The thickness information is provided in absence of an IfcCovering (type=CLADDING) object with own shape representation. In cases of inconsistency between the geometric parameters of an assigned IfcCovering and this attached property, the geometric parameters take precedence.
de_de: Angabe der Dicke der Materialschichten für die Wandbekleidung. Der Dickenparameter wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = CLADDING) für die Wandbekleidung dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Materialdicke des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の壁に関する材質層の厚さ。形状表現を持つIfcCovering(type=CLADDING)オブジェクトが存在しない場合に与えられる厚さ情報。IfcCoveringの幾何形状パラメータとこのプロパティ値が一致しない場合、幾何形状パラメータの値を優先する。

# Property.CeilingCovering.Name[2ufwgZd1924w$mdy9iGRc4]
source: CeilingCovering
de_de: Deckenbekleidung
ja_jp: 天井仕上げ

# Property.CeilingCovering.Definition[2ufwgZd1924w$mdy9iGRc4]
source: Label to indicate the material or finish of the space flooring. The label is used for room book information and often displayed in room stamp.The material information is provided in absence of an IfcCovering (type=CEILING) object with own shape representation and material assignment. In case of inconsistency the material assigned to IfcCovering elements takes precedence.
de_de: Angabe des Materials für die Deckenbekleidung oder den Deckenbelag (bzw. der Unterdecke). Diese Angabe wird im Raumbuch verwendet und oft im Raumstempel angezeigt.Die Materialangabe wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = CEILING) für die Deckenbekleidung dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Materialangabe des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の天井材質または仕上げに関するラベル（識別情報）。このラベル名は部屋リスト情報や部屋情報表示の際に利用される。

# Property.CeilingCoveringThickness.Name[2SFVcKInf3FerqiME7HE$a]
source: CeilingCoveringThickness
de_de: Dicke der Deckenbekleidung
ja_jp: 天井仕上げ厚

# Property.CeilingCoveringThickness.Definition[2SFVcKInf3FerqiME7HE$a]
source: Thickness of the material layer(s) for the space ceiling. The thickness information is provided in absence of an IfcCovering (type=CEILING) object with own shape representation. In cases of inconsistency between the geometric parameters of an assigned IfcCovering and this attached property, the geometric parameters take precedence.
de_de: Angabe der Dicke der Materialschichten für die Deckenbekleidung. Der Dickenparameter wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = CEILING) für die Deckenbekleidung dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Materialdicke des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の天井に関する材質層の厚さ。形状表現を持つIfcCovering(type=CEILING)オブジェクトが存在しない場合に与えられる厚さ情報。IfcCoveringの幾何形状パラメータとこのプロパティ値が一致しない場合、幾何形状パラメータの値を優先する。

# Property.SkirtingBoard.Name[2vmLkEh7X3ovJBQ1iW6TC$]
source: SkirtingBoard
de_de: Sockelleiste
ja_jp: 幅木材

# Property.SkirtingBoard.Definition[2vmLkEh7X3ovJBQ1iW6TC$]
source: Label to indicate the material or construction of the skirting board around the space flooring. The label is used for room book information.The material information is provided in absence of an IfcCovering (type=SKIRTINGBOARD) object with own shape representation and material assignment. In case of inconsistency the material assigned to IfcCovering elements takes precedence.
de_de: Angabe des Materials für die Sockelleiste. Diese Angabe wird im Raumbuch verwendet.Die Materialangabe wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = SKIRTINGBOARD) für die Sockelleiste dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Materialangabe des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の床の周りにある幅木の材質または施工に関するラベル（識別情報）。ラベル名は部屋リスト情報に使用される。形状表現を持つIfcCovering (type=SKIRTINGBOARD)オブジェクトが存在しない場合に与えられる材質情報。IfcCoveringの材質情報とこのプロパティ値が一致しない場合、IfcCoveringに与えられている材質情報を優先する。

# Property.SkirtingBoardHeight.Name[1mZAbxZ$n7ahLlHsGSjn9E]
source: SkirtingBoardHeight
de_de: Höhe der Sockelleite
ja_jp: 幅木材高

# Property.SkirtingBoardHeight.Definition[1mZAbxZ$n7ahLlHsGSjn9E]
source: Height of the skirting board.The height information is provided in absence of an IfcCovering (type=SKIRTINGBOARD) object with own shape representation and material assignment. In case of inconsistency the height assigned to IfcCovering elements takes precedence.
de_de: Angabe der Höhe der umlaufenden Sockelleiste. Der Höhenparameter wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = SKIRTINGBOARD) für die Sockelleiste dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Höhe des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の幅木の高さ。形状表現を持つIfcCovering(type=SKIRTINGBOARD)オブジェクトが存在しない場合に与えられる厚さ情報。IfcCoveringの幾何形状パラメータとこのプロパティ値が一致しない場合、幾何形状パラメータの値を優先する。

# Property.Molding.Name[0YliTNi1nCAREbxZGw9ez_]
source: Molding
de_de: Gesims
ja_jp: 廻縁

# Property.Molding.Definition[0YliTNi1nCAREbxZGw9ez_]
source: Label to indicate the material or construction of the molding around the space ceiling. The label is used for room book information.The material information is provided in absence of an IfcCovering (type=MOLDING) object with own shape representation and material assignment. In case of inconsistency the material assigned to IfcCovering elements takes precedence.
de_de: Angabe des Materials für das Gesims (Deckenkante). Diese Angabe wird im Raumbuch verwendet.Die Materialangabe wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = MOLDING) für das Gesims dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Materialangabe des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の廻縁の材質または施工に関するラベル（識別情報）。ラベル名は部屋リスト情報に使用される。形状表現を持つIfcCovering (type=MOLDING)オブジェクトが存在しない場合に与えられる材質情報。IfcCoveringの材質情報とこのプロパティ値が一致しない場合、IfcCoveringに与えられている材質情報を優先する。

# Property.MoldingHeight.Name[0Lzcn8NAn7c9qjw9yP26Jo]
source: MoldingHeight
de_de: Höhe des Gesims
ja_jp: 廻縁高

# Property.MoldingHeight.Definition[0Lzcn8NAn7c9qjw9yP26Jo]
source: Height of the molding.The height information is provided in absence of an IfcCovering (type=MOLDING) object with own shape representation and material assignment. In case of inconsistency the height assigned to IfcCovering elements takes precedence.
de_de: Angabe der Höhe des umlaufenden Gesims (Deckenkante). Der Höhenparameter wird übernommen, wenn kein eigenes Bekleidungsobjekt (IfcCovering mit PredefinedType = MOLDING) für das Gesims dem Raum zugeordnet ist. Bei Inkonsistenzen (wenn beides gegeben ist), hat die Höhe des zugeordneten Bekleidungsobjekts Priorität.
ja_jp: 部屋の廻縁の高さ。形状表現を持つIfcCovering(type=MOLDING)オブジェクトが存在しない場合に与えられる厚さ情報。IfcCoveringの幾何形状パラメータとこのプロパティ値が一致しない場合、幾何形状パラメータの値を優先する。

# Property.ConcealedFlooring.Name[]
source: ConcealedFlooring
de_de: Installationsboden
ja_jp: 隠蔽床

# Property.ConcealedFlooring.Definition[]
source: Indication whether this space is designed to have a concealed flooring space (TRUE) or not (FALSE). A concealed flooring space is normally meant to be the space beneath a raised floor.
de_de: Angabe, ob dieser Raum mit einem aufgeständerten Fußboden ausgestattet ist (JA), oder nicht (NEIN).
ja_jp: この部屋（空間）が隠蔽された床空間を持つように設計されているかどうかを示すブーリアン値。隠蔽された床空間とは、上げ床の下の空間。

# Property.ConcealedCeiling.Name[1eJ0_mMyP41giI5xH6IDXq]
source: ConcealedCeiling
de_de: Installationsdecke
ja_jp: 隠蔽天井

# Property.ConcealedCeiling.Definition[1eJ0_mMyP41giI5xH6IDXq]
source: Indication whether this space is designed to have a concealed flooring space (TRUE) or not (FALSE). A concealed ceiling space is normally meant to be the space between a slab and a ceiling.
de_de: Angabe, ob dieser Raum mit einer Installationsdecke (abgehängten Decke) ausgestattet ist (JA), oder nicht (NEIN).
ja_jp: この部屋（空間）が隠蔽された天井空間を持つように設計されているかどうかを示すブーリアン値。隠蔽された天井空間とは、スラブと天井の間の空間。
