Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_RampFlightCommon.*.resx
Languages: fr_fr, ja_jp

# Property.Reference.Name[1pMdW0qVyHuO00025QrE$V]
source: Reference
fr_fr: Référence
ja_jp: 参照記号

# Property.Reference.Definition[1pMdW0qVyHuO00025QrE$V]
source: Reference ID for this specified type in this project (e.g. type 'A-1'), Also referred to as "construction type". It should be provided as an alternative to the name of the "object type", if the software does not support object types.
fr_fr: Référence à l'identifiant d'un type spécifié dans le contexte du projet (exemple : "type A1") pour désigner un "type de construction". Une alternative au nom d'un objet type lorsque les objets types ne sont pas gérés par le logiciel.
ja_jp: 参照記号でプロジェクトでのタイプとして使用されるもの。

# Property.Status.Name[1ujyA0qVyHuO00025QrE$V]
source: Status
fr_fr: Statut
ja_jp: 状態

# Property.Status.Definition[1ujyA0qVyHuO00025QrE$V]
source: Status of the element, predominately used in renovation or retrofitting projects. The status can be assigned to as "New" - element designed as new addition, "Existing" - element exists and remains, "Demolish" - element existed but is to be demolished, "Temporary" - element will exists only temporary (like a temporary support structure).
fr_fr: Statut de l'élément, principalement utilisé dans les projets de rénovation et de réhabilitation. Le statut a pour valeur NOUVEAU pour un nouvel élément, EXISTANT pour un élément existant qui est conservé, DEMOLI pour un élément existant à démolir et TEMPORAIRE pour un élément temporaire (comme une structure support provisoire).
ja_jp: 要素（主にリノベーションまたは改修プロジェクトにおいて）の状態。 状態は、「新規(New)」－新しく追加される要素。「既存」－要素は存在し、かつ残りもの。「破壊」－要素は存在したが、廃棄されるもの。「一時的」－一時的に存在する要素（一時的にサポートしている構造のようなもの）。

# Property.Headroom.Name[25F1i0qVyHuO00025QrE$V]
source: Headroom
fr_fr: Hauteur de passage
ja_jp: 頭上スペース

# Property.Headroom.Definition[25F1i0qVyHuO00025QrE$V]
source: Actual headroom clearance for the passageway according to the current design. The shape information is provided in addition to the shape representation and the geometric parameters used within. In cases of inconsistency between the geometric parameters and the shape properties, provided in the attached property, the geometric parameters take precedence.
fr_fr: Hauteur de passage (échappée) actuellement projetée. Cette propriété est donnée en complément de la représentation de la forme de l'élément et des paramètres géométriques qui la déterminent. En cas d'incohérence entre ces paramètres géométriques et cette propriété, ce sont les paramètres géométriques qui priment.
ja_jp: 現状の設計に一致した斜路の実際の頭上スペース高形状の情報は、内側は使用される形表現および幾何パラメータ学的媒介変数に加えて提供されます。幾何パラメータと形状プロパティが矛盾する場合は、付属のプロパティで提供されている、幾何パラメータを優先する。

# Property.ClearWidth.Name[2BofA0qVyHuO00025QrE$V]
source: ClearWidth
fr_fr: Largeur du passage
ja_jp: 通路有効寸法

# Property.ClearWidth.Definition[2BofA0qVyHuO00025QrE$V]
source: Actual clear width measured as the clear space for accessibility and egress; it is a measured distance betwen the two handrails or the wall and a handrail on a ramp.The shape information is provided in addition to the shape representation and the geometric parameters used within. In cases of inconsistency between the geometric parameters and the shape properties, provided in the attached property, the geometric parameters take precedence.
fr_fr: Largeur du passage. Mesure de la distance entre les deux rampes ou entre le mur et la rampe. Cette propriété est donnée en complément de la représentation de la forme de l'élément et des paramètres géométriques qui la déterminent. En cas d'incohérence entre ces paramètres géométriques et cette propriété, ce sont les paramètres géométriques qui priment.
ja_jp: 実際の通路の有効幅形情報は、内側は使用される形表現および幾何学的媒介変数に加えて提供されます。幾何学的媒介変数と形特性の間の矛盾の場合では、付属の特性の中で提供されて、幾何学的媒介変数は先行をとります。"

# Property.Slope.Name[2IMGe0qVyHuO00025QrE$V]
source: Slope
fr_fr: Pente
ja_jp: 通路の傾斜角度(水平からの角度）

# Property.Slope.Definition[2IMGe0qVyHuO00025QrE$V]
source: Sloping angle of the object - relative to horizontal (0.0 degrees). Actual maximum slope for the passageway according to the current design.The shape information is provided in addition to the shape representation and the geometric parameters used within. In cases of inconsistency between the geometric parameters and the shape properties, provided in the attached property, the geometric parameters take precedence.
fr_fr: Angle d'inclinaison relativement à l'horizontale correspondant à la valeur 0 degrés. Valeur maximale de l'inclinaison actuellement projetée. Cette propriété est donnée en complément de la représentation de la forme de l'élément et des paramètres géométriques qui la déterminent. En cas d'incohérence entre ces paramètres géométriques et cette propriété, ce sont les paramètres géométriques qui priment.
ja_jp: オブジェクト傾斜角度（水平が0.0度)現在の設計による通路のための実際の最大の傾斜。形情報は、内側は使用される形表現および幾何学的媒介変数に加えて提供されます。幾何学的媒介変数と形特性の間の矛盾の場合では、付属の特性の中で提供されて、幾何学的媒介変数は先行をとります。"

# Property.CounterSlope.Name[2N7Ru0qVyHuO00025QrE$V]
source: CounterSlope
fr_fr: Contre pente
ja_jp: 通路の傾斜角度(垂直との角度）

# Property.CounterSlope.Definition[2N7Ru0qVyHuO00025QrE$V]
source: Sloping angle of the object, measured perpendicular to the slope - relative to horizontal (0.0 degrees). Actual maximum slope for the passageway measured perpendicular to the direction of travel according to the current design. The shape information is provided in addition to the shape representation and the geometric parameters used within. In cases of inconsistency between the geometric parameters and the shape properties, provided in the attached property, the geometric parameters take precedence. Note: new property in IFC4.
fr_fr: Angle d'inclinaison de l'objet, mesuré perpendiculairement à la pente. L'horizontale correspond à la valeur 0 degrés. Valeur maximale de la pente de la rampe actuellement projetée, mesurée perpendiculairement à la direction du passage. Cette propriété est donnée en complément de la représentation de la forme de l'élément et des paramètres géométriques qui la déterminent. En cas d'incohérence entre ces paramètres géométriques et cette propriété, ce sont les paramètres géométriques qui priment. Note : nouvelle propriété de la version IFC2x4.
ja_jp: オブジェクトの傾斜角度（垂直との角度）通路のための実際の最大の傾斜は、現在の設計による旅行の方向への垂直を測定しました。形情報は、内側は使用される形表現および幾何学的媒介変数に加えて提供されます。幾何学的媒介変数と形特性の間の矛盾の場合では、付属の特性の中で提供されて、幾何学的媒介変数は先行をとります。注:IFC2x4の中の新しいプロパティ
