Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_EnvironmentalImpactIndicators.*.resx
Languages: fr_fr, ja_jp

# Property.Reference.Name[22CZ80qU4HuO00025QrE$V]
source: Reference
ja_jp: 参照記号

# Property.Reference.Definition[22CZ80qU4HuO00025QrE$V]
source: Reference ID for this specified type in this project
ja_jp: このプロジェクトのための参照記号。

# Property.FunctionalUnitReference.Name[28A1C0qU4HuO00025QrE$V]
source: FunctionalUnitReference
fr_fr: Référence unité fonctionnelle
ja_jp: 機能単位参照

# Property.FunctionalUnitReference.Definition[28A1C0qU4HuO00025QrE$V]
source: Reference to a database or a classification
fr_fr: Référence à une base de données ou à une classification [NDT : référence, par exemple, à l'identification d'un produit dans la base INIES]
ja_jp: データベースやクラスへの参照。

# Property.Unit.Name[2FJo40qU4HuO00025QrE$V]
source: Unit
fr_fr: Unité
ja_jp: 単位

# Property.Unit.Definition[2FJo40qU4HuO00025QrE$V]
source: The unit of the quantity the environmental indicators values are related with.
fr_fr: Unité de la quantité prise en compte pour la détermination des impacts environnementaux.
ja_jp: 関連する環境指数値の数量単位。

# Property.LifeCyclePhase.Name[2MTYy0qU4HuO00025QrE$V]
source: LifeCyclePhase
fr_fr: Phase cycle de vie
ja_jp: ライフサイクルフェーズ

# Property.LifeCyclePhase.Definition[2MTYy0qU4HuO00025QrE$V]
source: The whole life cycle or only a given phase from which environmental data are valid.
fr_fr: Le cycle de vie complet ou seulement une de ses phases pour lequel les les données environnementales sont valides
ja_jp: 環境データが有効であるライフサイクル全てまたは特定の段階。

# Property.ExpectedServiceLife.Name[2dlpk0qU4HuO00025QrE$V]
source: ExpectedServiceLife
fr_fr: Durée de vie typique
ja_jp: 期待される耐用期間

# Property.ExpectedServiceLife.Definition[2dlpk0qU4HuO00025QrE$V]
source: Expected service life in years.
fr_fr: Durée de vie typique exprimée en années.
ja_jp: 数年間の期待される耐用年数。

# Property.TotalPrimaryEnergyConsumptionPerUnit.Name[2jjHo0qU4HuO00025QrE$V]
source: TotalPrimaryEnergyConsumptionPerUnit
fr_fr: Consommation totale énergie primaire par unité
ja_jp: 単位あたり全一次エネルギ消費

# Property.TotalPrimaryEnergyConsumptionPerUnit.Definition[2jjHo0qU4HuO00025QrE$V]
source: Quantity of energy used as defined in ISO21930:2007.
fr_fr: Consommation d'énergie primaire utilisée, telle que définie dans la norme ISO21930:2007 [NDT : et dans la norme NF P01-010]
ja_jp: ISO21930:2007で定義されたエネルギー消費量。

# Property.WaterConsumptionPerUnit.Name[2p4cS0qU4HuO00025QrE$V]
source: WaterConsumptionPerUnit
fr_fr: Consommation d'eau par unité
ja_jp: 単位あたり水使用

# Property.WaterConsumptionPerUnit.Definition[2p4cS0qU4HuO00025QrE$V]
source: Quantity of water used.
fr_fr: Quantité d'eau utilisée telle que définie dans la norme ISO21930:2007 [NDT : et dans la norme NF P01-010]. Exprimée en litres.
ja_jp: リットル単位で表現された水の消費量。

# Property.HazardousWastePerUnit.Name[2v24W0qU4HuO00025QrE$V]
source: HazardousWastePerUnit
fr_fr: Déchets dangereux par unité
ja_jp: 単位あたり有害廃棄物

# Property.HazardousWastePerUnit.Definition[2v24W0qU4HuO00025QrE$V]
source: Quantity of hazardous waste generated
fr_fr: Quantité de déchets dangereux générés tels que définis dans la norme ISO21930:2007 [NDT : et dans la norme NF P01-010].
ja_jp: 生成された有害な廃棄量。

# Property.NonHazardousWastePerUnit.Name[2_PPA0qU4HuO00025QrE$V]
source: NonHazardousWastePerUnit
fr_fr: Déchets non dangereux par unité
ja_jp: 単位あたり非有害廃棄物

# Property.NonHazardousWastePerUnit.Definition[2_PPA0qU4HuO00025QrE$V]
source: Quantity of non hazardous waste generated
fr_fr: Quantité de déchets non dangereux générés tels que définis dans la norme ISO21930:2007 [NDT : et dans la norme NF P01-010].
ja_jp: 生成された無害な排気量。

# Property.ClimateChangePerUnit.Name[33AaQ0qU4HuO00025QrE$V]
source: ClimateChangePerUnit
ja_jp: 単位あたり気候変動

# Property.ClimateChangePerUnit.Definition[33AaQ0qU4HuO00025QrE$V]
source: Quantity of greenhouse gases emitted calculated in equivalent CO2
ja_jp: CO2で計算された温室効果ガスの放出量。

# Property.AtmosphericAcidificationPerUnit.Name[3982U0qU4HuO00025QrE$V]
source: AtmosphericAcidificationPerUnit
fr_fr: Acidification atmospherique par unité
ja_jp: 単位あたり大気酸性化

# Property.AtmosphericAcidificationPerUnit.Definition[3982U0qU4HuO00025QrE$V]
source: Quantity of gases responsible for the atmospheric acidification calculated in equivalent SO2
fr_fr: Quantité de gaz responsables de l'acidification atmosphérique exprimée en Kg d'équivalent SO2 [NDT : selon les normes PrEN15804:2008 et NF P01-010].
ja_jp: SO2で計算される大気の酸性化に影響するガスの量。

# Property.RenewableEnergyConsumptionPerUnit.Name[3F5WY0qU4HuO00025QrE$V]
source: RenewableEnergyConsumptionPerUnit
fr_fr: Consommation énergie renouvelable par unité
ja_jp: 単位あたり再生可能エネルギ消費

# Property.RenewableEnergyConsumptionPerUnit.Definition[3F5WY0qU4HuO00025QrE$V]
source: Quantity of renewable energy used as defined in ISO21930:2007
fr_fr: Consommation d'énergie renouvelable telle que définie dans la norme ISO21930:2007 [NDT : et dans la norme NF P01-010]
ja_jp: ISO21930:2007で定義される再生可能エネルギーの使用量。

# Property.NonRenewableEnergyConsumptionPerUnit.Name[3L2_c0qU4HuO00025QrE$V]
source: NonRenewableEnergyConsumptionPerUnit
fr_fr: Consommation énergie non renouvelable par unité
ja_jp: 単位あたり再生不可エネルギ消費

# Property.NonRenewableEnergyConsumptionPerUnit.Definition[3L2_c0qU4HuO00025QrE$V]
source: Quantity of non-renewable energy used as defined in ISO21930:2007
fr_fr: Consommation d'énergie non renouvelable telle que définie dans la norme ISO21930:2007 [NDT : et dans la norme NF P01-010]
ja_jp: ISO21930:2007で定義される非再生エネルギーの使用量。

# Property.ResourceDepletionPerUnit.Name[3R0Sg0qU4HuO00025QrE$V]
source: ResourceDepletionPerUnit
fr_fr: Epuisement des ressources par unité
ja_jp: 単位あたり資源消費

# Property.ResourceDepletionPerUnit.Definition[3R0Sg0qU4HuO00025QrE$V]
source: Quantity of resources used calculated in equivalent antimony
fr_fr: Quantité de ressources consommées exprimée en équivalent Antimoine telles que définies dans la norme ISO21930:2007 [NDT : et dans la norme NF P01-010]
ja_jp: アンチモンで計算される資源の使用量。

# Property.InertWastePerUnit.Name[3Wzwk0qU4HuO00025QrE$V]
source: InertWastePerUnit
fr_fr: Déchets inertes par unité
ja_jp: 単位あたり不活性廃棄物

# Property.InertWastePerUnit.Definition[3Wzwk0qU4HuO00025QrE$V]
source: Quantity of inert waste generated
fr_fr: Quantité de déchets inertes générés [NDT : selon la norme NF P01-010]
ja_jp: 生成された安定廃棄物の量。

# Property.RadioactiveWastePerUnit.Name[3cxOo0qU4HuO00025QrE$V]
source: RadioactiveWastePerUnit
fr_fr: Déchets radioactifs par unité
ja_jp: 単位あたり放射性廃棄物

# Property.RadioactiveWastePerUnit.Definition[3cxOo0qU4HuO00025QrE$V]
source: Quantity of radioactive waste generated
fr_fr: Quantité de déchets radioactifs générés [NDT : selon la norme NF P01-010]
ja_jp: 生成された放射性廃棄物の量。

# Property.StratosphericOzoneLayerDestructionPerUnit.Name[3iIjS0qU4HuO00025QrE$V]
source: StratosphericOzoneLayerDestructionPerUnit
fr_fr: Destruction couche ozone stratosphérique par unité
ja_jp: 単位あたり成層圏オゾン層破壊

source: Quantity of gases destroying the stratospheric ozone layer calculated in equivalent CFC-R11
fr_fr: Quantité de gaz destructeurs de la couche d'ozone exprimée en équivalent CFC-R11 tels que définis dans la norme ISO21930:2007 [NDT : et dans la norme NF P01-010]
ja_jp: CFC-R11で計算される成層圏のオゾン層を破壊するガスの量。

# Property.PhotochemicalOzoneFormationPerUnit.Name[3osKw0qU4HuO00025QrE$V]
source: PhotochemicalOzoneFormationPerUnit
fr_fr: Formation ozone photochimique par unité
ja_jp: 単位あたり光化学オゾン生成

# Property.PhotochemicalOzoneFormationPerUnit.Definition[3osKw0qU4HuO00025QrE$V]
source: Quantity of gases creating the photochemical ozone calculated in equivalent ethylene
fr_fr: Quantité de gaz producteurs d'ozone photochimique exprimée en équivalent ethylène tels que définis dans la norme ISO21930:2007 [NDT : et dans la norme NF P01-010]
ja_jp: エチレンで計算される光化学物質オゾンを生成するガスの量。

# Property.EutrophicationPerUnit.Name[3tdWA0qU4HuO00025QrE$V]
source: EutrophicationPerUnit
fr_fr: Eutrophisation par unité
ja_jp: 単位あたり富栄養化

# Property.EutrophicationPerUnit.Definition[3tdWA0qU4HuO00025QrE$V]
source: Quantity of eutrophicating compounds calculated in equivalent PO4
fr_fr: Quantité de composés responsables de l'eutrophisation exprimée en équivalent P04 tels que définis dans la norme ISO21930:2007 [NDT : et dans la norme PrEN15804:2008]
ja_jp: PO4で計算される富栄養化する化合物の量。
