Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_EnvironmentalImpactValues.*.resx
Languages: fr_fr

# Property.TotalPrimaryEnergyConsumption.Name[048bi0qU8HuO00025QrE$V]
source: TotalPrimaryEnergyConsumption
fr_fr: ConsommationTotaleEnergiePrimaire

# Property.TotalPrimaryEnergyConsumption.Definition[048bi0qU8HuO00025QrE$V]
source: Quantity of energy used as defined in ISO21930:2007.
fr_fr: Consommation d'énergie primaire utilisée, telle que définie dans les normes ISO21930:2007 [NDT : ou NF P01-010]

# Property.WaterConsumption.Name[09VwM0qU8HuO00025QrE$V]
source: WaterConsumption
fr_fr: ConsommationEau

# Property.WaterConsumption.Definition[09VwM0qU8HuO00025QrE$V]
source: Quantity of water used.
fr_fr: Quantité d'eau utilisée [NDT : telle que définie dans la norme NF P01-010]

# Property.HazardousWaste.Name[0FTOQ0qU8HuO00025QrE$V]
source: HazardousWaste
fr_fr: DechetsDangereux

# Property.HazardousWaste.Definition[0FTOQ0qU8HuO00025QrE$V]
source: Quantity of hazardous waste generated.
fr_fr: Quantité de déchets dangereux générés [NDT : tels que définis dans la norme NF P01-010]

# Property.NonHazardousWaste.Name[0Kqj40qU8HuO00025QrE$V]
source: NonHazardousWaste
fr_fr: DechetsNonDangereux

# Property.NonHazardousWaste.Definition[0Kqj40qU8HuO00025QrE$V]
source: Quantity of non hazardous waste generated.
fr_fr: Quantité de déchets non dangereux générés [NDT : tels que définis dans la norme NF P01-010]

# Property.ClimateChange.Name[0QC1k0qU8HuO00025QrE$V]
source: ClimateChange
fr_fr: ChangementClimatique

# Property.ClimateChange.Definition[0QC1k0qU8HuO00025QrE$V]
source: Quantity of greenhouse gases emitted calculated in equivalent CO2.
fr_fr: Quantité d'émissions de gaz à effet de serre exprimée en Kg d'équivalent CO2, selon les normes PrEN15804:2008 [NDT : ou NF P01-010]

# Property.AtmosphericAcidification.Name[0VZMO0qU8HuO00025QrE$V]
source: AtmosphericAcidification
fr_fr: AcidificationAtmospherique

# Property.AtmosphericAcidification.Definition[0VZMO0qU8HuO00025QrE$V]
source: Quantity of gases responsible for the atmospheric acidification calculated in equivalent SO2.
fr_fr: Quantité de gaz responsables de l'acidification atmosphérique exprimée en Kg d'équivalent SO2, selon les normes PrEN15804:2008 [NDT : ou NF P01-010]

# Property.RenewableEnergyConsumption.Name[0bWqS0qU8HuO00025QrE$V]
source: RenewableEnergyConsumption
fr_fr: ConsommationEnergieRenouvelable

# Property.RenewableEnergyConsumption.Definition[0bWqS0qU8HuO00025QrE$V]
source: Quantity of renewable energy used as defined in ISO21930:2007
fr_fr: Consommation d'énergie renouvelable telle que définie dans les normes ISO21930:2007 [NDT : ou NF P01-010]

# Property.NonRenewableEnergyConsumption.Name[0gu960qU8HuO00025QrE$V]
source: NonRenewableEnergyConsumption
fr_fr: ConsommationEnergieNonRenouvelable

# Property.NonRenewableEnergyConsumption.Definition[0gu960qU8HuO00025QrE$V]
source: Quantity of non-renewable energy used as defined in ISO21930:2007
fr_fr: Consommation d'énergie non renouvelable telle que définie dans les normes ISO21930:2007 [NDT : ou NF P01-010]

# Property.ResourceDepletion.Name[0mFTm0qU8HuO00025QrE$V]
source: ResourceDepletion
fr_fr: EpuisementRessources

# Property.ResourceDepletion.Definition[0mFTm0qU8HuO00025QrE$V]
source: Quantity of resources used calculated in equivalent antimony.
fr_fr: Quantité de ressources consommées exprimée en équivalent Antimoine [NDT : selon la norme NF P01-010]

# Property.InertWaste.Name[0rcoQ0qU8HuO00025QrE$V]
source: InertWaste
fr_fr: DechetsInertes

# Property.InertWaste.Definition[0rcoQ0qU8HuO00025QrE$V]
source: Quantity of inert waste generated .
fr_fr: Quantité de déchets inertes générés [NDT : selon la norme NF P01-010]

# Property.RadioactiveWaste.Name[0xaGU0qU8HuO00025QrE$V]
source: RadioactiveWaste
fr_fr: DechetsRadioactifs

# Property.RadioactiveWaste.Definition[0xaGU0qU8HuO00025QrE$V]
source: Quantity of radioactive waste generated.
fr_fr: Quantité de déchets radioactifs générés [NDT : selon la norme NF P01-010]

# Property.StratosphericOzoneLayerDestruction.Name[10xb80qU8HuO00025QrE$V]
source: StratosphericOzoneLayerDestruction
fr_fr: DestructionCoucheOzoneStartospherique

# Property.StratosphericOzoneLayerDestruction.Definition[10xb80qU8HuO00025QrE$V]
source: Quantity of gases destroying the stratospheric ozone layer calculated in equivalent CFC-R11.
fr_fr: Quantité de gaz destructeurs de la couche d'ozone exprimée en équivalent CFC-R11 [NDT : selon la norme NF P01-010]

# Property.PhotochemicalOzoneFormation.Name[16v3C0qU8HuO00025QrE$V]
source: PhotochemicalOzoneFormation
fr_fr: FormationOzonePhotochimique

# Property.PhotochemicalOzoneFormation.Definition[16v3C0qU8HuO00025QrE$V]
source: Quantity of gases creating the photochemical ozone calculated in equivalent ethylene.
fr_fr: Quantité de gaz producteurs d'ozone photochimique exprimée en équivalent ethylène [NDT : selon la norme NF P01-010]

# Property.Eutrophication.Name[1CsXG0qU8HuO00025QrE$V]
source: Eutrophication
fr_fr: Eutrophisation

# Property.Eutrophication.Definition[1CsXG0qU8HuO00025QrE$V]
source: Quantity of eutrophicating compounds calculated in equivalent PO4.
fr_fr: Quantité de composés responsables de l'eutrophisation exprimée en équivalent P04 [NDT : selon la norme PrEN15804:2008]
