Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_AirToAirHeatRecoveryPHistory.*.resx
Languages: fr_fr

# Property.SensibleEffectiveness.Name[1WT8C0qS0HuO00025QrE$V]
source: SensibleEffectiveness
fr_fr: EfficacitéSensible

# Property.SensibleEffectiveness.Definition[1WT8C0qS0HuO00025QrE$V]
source: Sensible heat transfer effectiveness, where effectiveness is defined as the ratio of heat transfer to maximum possible heat transfer.
fr_fr: Efficacité d'échange de chaleur sensible, où l'efficacité est définie par le rapport entre l'échange de chaleur effectif et l'échange maximum possible.

# Property.TotalEffectiveness.Name[1a20e0qS0HuO00025QrE$V]
source: TotalEffectiveness
fr_fr: Rendement thermique

# Property.TotalEffectiveness.Definition[1a20e0qS0HuO00025QrE$V]
source: Total heat transfer effectiveness: The ratio of heat transfer to the maximum possible heat transfer.
fr_fr: Rendement thermique: rapport entre la chaleur effective échangée et l'échange maximum possible.

# Property.TemperatureEffectiveness.Name[1dcv40qS0HuO00025QrE$V]
source: TemperatureEffectiveness
fr_fr: EfficacitéTempérature

# Property.TemperatureEffectiveness.Definition[1dcv40qS0HuO00025QrE$V]
source: Temperature heat transfer effectiveness: The ratio of primary airflow temperature changes to maximum possible temperature changes.
fr_fr: Efficacité thermique sensible: rapport entre la différence de températures pour le flux primaire sur la différence maximale d'échange possible.

# Property.DefrostTemperatureEffectiveness.Name[1iO4K0qS0HuO00025QrE$V]
source: DefrostTemperatureEffectiveness
fr_fr: EfficacitéTemperatureDégel

# Property.DefrostTemperatureEffectiveness.Definition[1iO4K0qS0HuO00025QrE$V]
source: Temperature heat transfer effectiveness when defrosting is active.
fr_fr: Efficacité thermique sensible lorsque le mode dégel est actif

# Property.HumidityEffectiveness.Name[1lMpM0qS0HuO00025QrE$V]
source: HumidityEffectiveness
fr_fr: EfficacitéLatente

# Property.HumidityEffectiveness.Definition[1lMpM0qS0HuO00025QrE$V]
source: Humidity heat transfer effectiveness: The ratio of primary airflow absolute humidity changes to maximum possible absolute humidity changes.
fr_fr: Efficacité sur transfert de chaleur latente: rapport entre difference de températures

# Property.SensibleHeatTransferRate.Name[1pXrC0qS0HuO00025QrE$V]
source: SensibleHeatTransferRate
fr_fr: PuissanceThermiqueSensible

# Property.SensibleHeatTransferRate.Definition[1pXrC0qS0HuO00025QrE$V]
source: Sensible heat transfer rate.
fr_fr: Puissance thermique sensible

# Property.LatentHeatTransferRate.Name[1tit20qS0HuO00025QrE$V]
source: LatentHeatTransferRate
fr_fr: PuissanceThermiqueLatente

# Property.LatentHeatTransferRate.Definition[1tit20qS0HuO00025QrE$V]
source: Latent heat transfer rate.
fr_fr: Puissance thermique latente

# Property.TotalHeatTransferRate.Name[1xHlU0qS0HuO00025QrE$V]
source: TotalHeatTransferRate
fr_fr: PuissanceThermiqueTotale

# Property.TotalHeatTransferRate.Definition[1xHlU0qS0HuO00025QrE$V]
source: Total heat transfer rate.
fr_fr: Puissance thermique totale

# Property.SensibleEffectivenessTable.Name[1_sdw0qS0HuO00025QrE$V]
source: SensibleEffectivenessTable
fr_fr: DiagrammeEfficacitéSensible

# Property.SensibleEffectivenessTable.Definition[1_sdw0qS0HuO00025QrE$V]
source: Sensible heat transfer effectiveness curve as a function of the primary and secondary air flow rate.
fr_fr: Courbe d'efficacité d'échange thermique sensible, en tant que fonction du débit d'air au primaire et débit d'air au secondaire

# Property.TotalEffectivenessTable.Name[22RWM0qS0HuO00025QrE$V]
source: TotalEffectivenessTable
fr_fr: DiagrammeEfficacitéTotale

# Property.TotalEffectivenessTable.Definition[22RWM0qS0HuO00025QrE$V]
source: Total heat transfer effectiveness curve as a function of the primary and secondary air flow rate.
fr_fr: Courbe d'efficacité d'échange thermique total en tant que fonction du débit d'air au primaire et débit d'air au secondaire

# Property.AirPressureDropCurves.Name[260Oo0qS0HuO00025QrE$V]
source: AirPressureDropCurves
fr_fr: CourbesPerteChargeAir

# Property.AirPressureDropCurves.Definition[260Oo0qS0HuO00025QrE$V]
source: Air pressure drop as function of air flow rate.
fr_fr: Perte de charge aéraulique fonction du débit d'air
