Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_WallCommon.*.resx
Languages: de_de

# PSet.Name[2VWFE0qXKHuO00025QrE$V]
source: Pset_WallCommon
de_de: Wand - allgemeiner Eigenschaftssatz

# PSet.Definition[2VWFE0qXKHuO00025QrE$V]
source: Properties common to the definition of all occurrences of IfcWall and IfcWallStandardCase.
de_de: Eigenschaften, die der Definition aller Vorkommen von IfcWall und IfcWallStandardCase gemeinsam sind.

# Property.Reference.Name[2gEuY0qXKHuO00025QrE$V]
source: Reference
de_de: Bauteiltyp

# Property.Reference.Definition[2gEuY0qXKHuO00025QrE$V]
source: Reference ID for this specified type in this project (e.g. type 'A-1'), Also referred to as "construction type". It should be provided as an alternative to the name of the "object type", if the software does not support object types.
de_de: Bezeichnung zur Zusammenfassung gleichartiger Bauteile zu einem Bauteiltyp (auch Konstruktionstyp genannt). Alternativ zum Namen des "Typobjekts", insbesondere wenn die Software keine Typen unterstützt.

# Property.Status.Definition[2moW00qXKHuO00025QrE$V]
source: Status of the element, predominately used in renovation or retrofitting projects. The status can be assigned to as "New" - element designed as new addition, "Existing" - element exists and remains, "Demolish" - element existed but is to be demolished, "Temporary" - element will exists only temporary (like a temporary support structure).
de_de: Status bzw. Phase des Bauteils insbesondere beim Bauen im Bestand. "Neu" (new) neues Bauteil als Ergänzung, "Bestand" (existing) bestehendes Bauteil, dass erhalten bleibt, "Abbruch" (demolish) Bauteil, das abgebrochen wird, "Temporär" (temporary) Bauteil und andere Bauelemente, die vorübergehend eingebaut werden (wie Abstützungen, etc.)

# Property.AcousticRating.Name[31UdO0qXKHuO00025QrE$V]
source: AcousticRating
de_de: Schallschutzklasse

# Property.AcousticRating.Definition[31UdO0qXKHuO00025QrE$V]
source: Acoustic rating for this object.It is provided according to the national building code. It indicates the sound transmission resistance of this object by an index ratio (instead of providing full sound absorbtion values).
de_de: Schallschutzklasse gemäß der nationalen oder regionalen Schallschutzverordnung.

# Property.FireRating.Name[39EXg0qXKHuO00025QrE$V]
source: FireRating
de_de: Feuerwiderstandsklasse

# Property.FireRating.Definition[39EXg0qXKHuO00025QrE$V]
source: Fire rating given according to the national fire safety classification.
de_de: Feuerwiderstandasklasse gemäß der nationalen oder regionalen Brandschutzverordnung.

# Property.SurfaceSpreadOfFlame.Name[3MLmc0qXKHuO00025QrE$V]
source: SurfaceSpreadOfFlame
de_de: Brandverhalten

# Property.SurfaceSpreadOfFlame.Definition[3MLmc0qXKHuO00025QrE$V]
source: Indication on how the flames spread around the surface,It is given according to the national building code that governs the fire behaviour for materials.
de_de: Beschreibung des Brandverhaltens des Bauteils gemäß der nationalen oder regionalen Brandschutzverordnung.

# Property.ThermalTransmittance.Name[3U5gu0qXKHuO00025QrE$V]
source: ThermalTransmittance
de_de: U-Wert

# Property.ThermalTransmittance.Definition[3U5gu0qXKHuO00025QrE$V]
source: Thermal transmittance coefficient (U-Value) of a material.Here the total thermal transmittance coefficient through the wall (including all materials).
de_de: Wärmedurchgangskoeffizient (U-Wert) der Materialschichten.Hier der Gesamtwärmedurchgangskoeffizient der Wand (für alle Schichten).

# Property.ExtendToStructure.Name[3g0d00qXKHuO00025QrE$V]
source: ExtendToStructure
de_de: Raumhohe Wand

# Property.ExtendToStructure.Definition[3g0d00qXKHuO00025QrE$V]
source: Indicates whether the object extend to the structure above (TRUE) or not (FALSE).
de_de: Angabe , ob diese Wand raumhoch ist (WAHR), oder nicht (FALSCH).
