Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_AirTerminalBoxTypeCommon.*.resx
Languages: de_de, fr_fr, ja_jp

# PSet.Name[1kmP_0qRuHuO00025QrE$V]
source: Pset_AirTerminalBoxTypeCommon
de_de: Volumenstromreglertyp - allgemeiner Eigenschaftssatz

# PSet.Definition[1kmP_0qRuHuO00025QrE$V]
source: Air terminal box type common attributes.
de_de: Typ des Luftkastens gemeinsame Attribute.

# Property.Reference.Name[1sWKG0qRuHuO00025QrE$V]
source: Reference
de_de: Referenz
fr_fr: Référence
ja_jp: 参照記号

# Property.Reference.Definition[1sWKG0qRuHuO00025QrE$V]
source: Reference ID for this specified type in this project (e.g. type 'A-1'), provided, if there is no classification reference to a recognized classification system used.
de_de: Referenz-ID für diesen spezifizierten Typ in diesem Projekt (z.B. Typ A-1'), vorausgesetzt, dass es keinen Klassifizierungsbezug zu einem anerkannten Klassifizierungssystem gibt.
fr_fr: Identification de référence pour ce type spécifique à ce projet, c'est-à-dire type'A-1', fourni à partir du moment où, s'il n'y a pas de référence de classification par rapport à un système de classification reconnu et en usage.
ja_jp: このプロジェクトにおける参照記号(例：A-1)。分類コードではなく内部で使用されるプロジェクトタイプとして使用されるもの。

# Property.Status.Definition[1z3xk0qRuHuO00025QrE$V]
source: Status of the element, predominately used in renovation or retrofitting projects. The status can be assigned to as "New" - element designed as new addition, "Existing" - element exists and remains, "Demolish" - element existed but is to be demolished, "Temporary" - element will exists only temporary (like a temporary support structure).
de_de: Status des Elementes, das vorwiegend in Renovierungs- oder Nachrüstungsprojekten verwendet wird: Der Status kann als"Neu"-Element zugewiesen werden, das als Neuzugang entworfen wurde,"Vorhandenes" - Element existiert und bleibt,"Abbruch"-Element existiert, aber abgerissen werden soll,"Temporär"-Element existiert nur temporär (wie eine temporäre Stützkonstruktion).
fr_fr: Etat de l'élément, utilisé avant tout pour les projets de rénovation et réaménagement. L'état assigné peut être "Nouveau" - l'élément prévu pour du neuf, "Existant" - l'élément existait et est maintenu, "Démoli" - l'élément existait mais doit être démoli/supprimé, "Provisoire" - l'élément existera à titre provisoire seulement (comme un support structurel par exemple).
ja_jp: 要素（主にリノベーションまたは改修プロジェクトにおいて）の状態。 状態は、「新規(New)」－新しく追加される要素。「既存」－要素は存在し、かつ残りもの。「破壊」－要素は存在したが、廃棄されるもの。「一時的」－一時的に存在する要素（一時的にサポートしている構造のようなもの）。

# Property.AirflowRateRange.Name[2CZmI0qRuHuO00025QrE$V]
source: AirflowRateRange
de_de: Bereich der Luftdurchflussmenge
fr_fr: Domaine de débit d'air
ja_jp: 風量範囲

# Property.AirflowRateRange.Definition[2CZmI0qRuHuO00025QrE$V]
source: Range of airflow that can be delivered.
de_de: Lieferbarer Luftdurchsatz.
fr_fr: Plage de débit d'air pouvant être fourni.
ja_jp: 送風できる風量の範囲

# Property.AirPressureRange.Name[2P4rq0qRuHuO00025QrE$V]
source: AirPressureRange
de_de: Bereich des Luftdrucks
fr_fr: Plage de pression d'air
ja_jp: 空気圧範囲

# Property.AirPressureRange.Definition[2P4rq0qRuHuO00025QrE$V]
source: Allowable air static pressure range at the entrance of the air terminal box.
de_de: Zulässiger luftstatischer Druckbereich am Eingang des Luftkastens.
fr_fr: Plage admise de la pression statique de l'air à l'entrée du registre terminal de ventilation
ja_jp: ターミナル入り口での許容静圧範囲

# Property.NominalAirFlowRate.Name[2XQvW0qRuHuO00025QrE$V]
source: NominalAirFlowRate
de_de: Nenn-Luftdurchflussmenge
fr_fr: Débit d'air nominal
ja_jp: 設計風量範囲

# Property.NominalAirFlowRate.Definition[2XQvW0qRuHuO00025QrE$V]
source: Nominal airflow rate.
de_de: Nennluftvolumenstrom.
fr_fr: Débit d'air nominal
ja_jp: 設計風量範囲

# Property.ArrangementType.Name[2dONa0qRuHuO00025QrE$V]
source: ArrangementType
de_de: Art der Anordnung
fr_fr: Type de configuration
ja_jp: ターミナル形式

# Property.ArrangementType.Definition[2dONa0qRuHuO00025QrE$V]
source: Terminal box arrangement.SingleDuct: Terminal box receives warm or cold air from a single air supply duct.DualDuct: Terminal box receives warm and cold air from separate air supply ducts.
de_de: Klemmenkastenanordnung. SingleDuct: Klemmenkasten erhält Warm- oder Kaltluft aus einem einzigen Luftzuführungskanal. DualDuct: Klemmenkasten erhält Warm- und Kaltluft aus separaten Luftzuführungskanälen.
fr_fr: Configuration du registre terminal.Conduit unique: le registre terminal reçoit de l'air chaud ou froid depuis un conduit unique d'amenée d'air
ja_jp: ターミナルボックスの形式。単一ダクト：単一のダクトから、温風または冷風を受け取るデュアルダクト：温風、冷風を分離されたダクトから受け取る

# Property.ReheatType.Name[2rhvK0qRuHuO00025QrE$V]
source: ReheatType
de_de: Wiederaufheizungstyp
fr_fr: Type de réchauffage
ja_jp: 再熱形式

# Property.ReheatType.Definition[2rhvK0qRuHuO00025QrE$V]
source: Terminal box reheat type.
de_de: Anschlusskasten mit Zwischenüberhitzung.
fr_fr: Type de réchauffage d'un registre terminal de ventilation
ja_jp: ターミナルの再熱方式（電気、水コイル、蒸気コイル、ガス加熱．．．）

# Property.HasSoundAttenuator.Name[38ASw0qRuHuO00025QrE$V]
source: HasSoundAttenuator
de_de: Mit Schalldämmung
fr_fr: Possède correction acoustique
ja_jp: 消音有無

# Property.HasSoundAttenuator.Definition[38ASw0qRuHuO00025QrE$V]
source: Terminal box has a sound attenuator.
de_de: Klemmenkasten mit Schalldämpfer.
fr_fr: Le registre terminal possède une correction acoustique
ja_jp: ターミナルに消音があるか否か （あればTRUE)

# Property.HasReturnAir.Name[3DXna0qRuHuO00025QrE$V]
source: HasReturnAir
de_de: Mit Rückluft
fr_fr: Possède air repris
ja_jp: 還気有無

# Property.HasReturnAir.Definition[3DXna0qRuHuO00025QrE$V]
source: Terminal box has return air mixed with supply air from duct work.
de_de: Der Klemmenkasten hat Abluft gemischt mit Zuluft aus Kanalarbeiten.
fr_fr: Le registre terminal a son air de reprise mélangé avec une amenée d'air issu du réseau de ventilation
ja_jp: ターミナルで還気を混合しているか否か（していればTRUE)

# Property.HasFan.Name[3JVFe0qRuHuO00025QrE$V]
source: HasFan
de_de: Mit Lüfter
fr_fr: Possède ventilateur
ja_jp: 送風機有無

# Property.HasFan.Definition[3JVFe0qRuHuO00025QrE$V]
source: Terminal box has a fan inside (fan powered box).
de_de: Der Klemmenkasten hat einen Lüfter im Inneren (Fan powered box).
fr_fr: Le registre terminal possède dans son intérieur un ventilateur (registre motorisé)
ja_jp: 内部に送風機を持つ時にTRUE

# Property.NominalInletAirPressure.Name[3PSji0qRuHuO00025QrE$V]
source: NominalInletAirPressure
de_de: Nenn-Einlassluftdruck
fr_fr: Pression nominale à l'entrée d'air
ja_jp: 設計入口空気圧

# Property.NominalInletAirPressure.Definition[3PSji0qRuHuO00025QrE$V]
source: Nominal airflow inlet static pressure.
de_de: Nennluftvolumenstrom Einlass statischer Druck.
fr_fr: Pression statique en débit d'air nominal à l'entrée
ja_jp: 入口静圧の設計値

# Property.NominalDamperDiameter.Name[3VQBm0qRuHuO00025QrE$V]
source: NominalDamperDiameter
de_de: Nenn-Dämpferdurchmesser
fr_fr: Diamètre nominal clapet
ja_jp: 設計ダンパ直径

# Property.NominalDamperDiameter.Definition[3VQBm0qRuHuO00025QrE$V]
source: Nominal damper diameter.
de_de: Klappen-Nenndurchmesser.
fr_fr: Diamètre nominal clapet
ja_jp: ダンパ直径の設計値

# Property.HousingThickness.Name[3anWQ0qRuHuO00025QrE$V]
source: HousingThickness
de_de: Gehäusedicke
fr_fr: Epaisseur de l'enveloppe
ja_jp: ハウジング板厚

# Property.HousingThickness.Definition[3anWQ0qRuHuO00025QrE$V]
source: Air terminal box housing material thickness.
de_de: Luftklemmenkasten Gehäuse Materialstärke.
fr_fr: Epaisseur du matériau réalisant l'enveloppe du registre terminal de ventilation
ja_jp: ターミナルのハウジング材の板厚

# Property.OperationTemperatureRange.Name[3gk_U0qRuHuO00025QrE$V]
source: OperationTemperatureRange
de_de: Betriebstemperaturbereich
fr_fr: Plage de température d'exploitation
ja_jp: 動作温度範囲

# Property.OperationTemperatureRange.Definition[3gk_U0qRuHuO00025QrE$V]
source: Allowable operational range of the ambient air temperature.
de_de: Zulässiger Arbeitsbereich der Umgebungslufttemperatur.
fr_fr: Plage opérationnelle possible de la température de l'air ambiant
ja_jp: 許容周囲温度範囲

# Property.ReturnAirFractionRange.Name[3nulM0qRuHuO00025QrE$V]
source: ReturnAirFractionRange
de_de: Zulässiger Rückluft-Anteil
fr_fr: Plage pour la fraction d'air repris
ja_jp: 還気風量比

# Property.ReturnAirFractionRange.Definition[3nulM0qRuHuO00025QrE$V]
source: Allowable return air fraction range as a fraction of discharge airflow.
de_de: Zulässiger Abluftfraktionsbereich als Bruchteil des Abluftvolumenstroms.
fr_fr: Plage possiblede la fraction d'air repris en tant que fraction de l'air rejeté
ja_jp: 送風量の一部としての許容還気風量

# Property.Status.Name[1z3xk0qRuHuO00025QrE$V]
source: Status
fr_fr: Etat
ja_jp: 状態
