Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_StairFlightCommon.*.resx
Languages: de_de, fr_fr, ja_jp

# PSet.Name[0nE3C0qWqHuO00025QrE$V]
source: Pset_StairFlightCommon
de_de: Treppenlauf - allgemeiner Eigenschaftssatz

# PSet.Definition[0nE3C0qWqHuO00025QrE$V]
source: Properties common to the definition of all occurrences of IfcStairFlight.
de_de: Eigenschaften, die der Definition aller Vorkommen von IfcStairFlight gemeinsam sind.

# Property.Reference.Name[0va6u0qWqHuO00025QrE$V]
source: Reference
de_de: Bauteiltyp
ja_jp: 参照記号

# Property.Reference.Definition[0va6u0qWqHuO00025QrE$V]
source: Reference ID for this specified type in this project (e.g. type 'A-1'), Also referred to as "construction type". It should be provided as an alternative to the name of the "object type", if the software does not support object types.
de_de: Bezeichnung zur Zusammenfassung gleichartiger Bauteile zu einem Bauteiltyp (auch Konstruktionstyp genannt). Alternativ zum Namen des "Typobjekts", insbesondere wenn die Software keine Typen unterstützt.
fr_fr: Référence à l'identifiant d'un type spécifié dans le contexte du projet (exemple : "type A1") pour désigner un "type de construction". Une alternative au nom d'un objet type lorsque les objets types ne sont pas gérés par le logiciel.
ja_jp: このプロジェクトにおける参照記号(例：A-1)。分類コードではなく内部で使用されるプロジェクトタイプとして使用されるもの。

# Property.Status.Definition[107kM0qWqHuO00025QrE$V]
source: Status of the element, predominately used in renovation or retrofitting projects. The status can be assigned to as "New" - element designed as new addition, "Existing" - element exists and remains, "Demolish" - element existed but is to be demolished, "Temporary" - element will exists only temporary (like a temporary support structure).
de_de: Status bzw. Phase des Bauteils insbesondere beim Bauen im Bestand. "Neu" (new) neues Bauteil als Ergänzung, "Bestand" (existing) bestehendes Bauteil, dass erhalten bleibt, "Abbruch" (demolish) Bauteil, das abgebrochen wird, "Temporär" (temporary) Bauteil und andere Bauelemente, die vorübergehend eingebaut werden (wie Abstützungen, etc.)
fr_fr: Statut de l'élément, principalement utilisé dans les projets de rénovation et de réhabilitation. Le statut a pour valeur NOUVEAU pour un nouvel élément, EXISTANT pour un élément existant qui est conservé, DEMOLI pour un élément existant à démolir et TEMPORAIRE pour un élément temporaire (comme une structure support provisoire).
ja_jp: 要素（主にリノベーションまたは改修プロジェクトにおいて）の状態。 状態は、「新規(New)」－新しく追加される要素。「既存」－要素は存在し、かつ残りもの。「破壊」－要素は存在したが、廃棄されるもの。「一時的」－一時的に存在する要素（一時的にサポートしている構造のようなもの）。

# Property.NumberOfRiser.Name[1F1PW0qWqHuO00025QrE$V]
source: NumberOfRiser
de_de: Anzahl der Steigungen
fr_fr: NombreContreMarches
ja_jp: 蹴上げ数

# Property.NumberOfRiser.Definition[1F1PW0qWqHuO00025QrE$V]
source: Total number of the risers included in the stair flight.
de_de: German-description-2
fr_fr: Nombre total de contremarches de l'escalier
ja_jp: 階段の蹴上げ数。

# Property.NumberOfTreads.Name[1K_ta0qWqHuO00025QrE$V]
source: NumberOfTreads
de_de: Anzahl der Auftritte
fr_fr: NombreGirons
ja_jp: 踏面数

# Property.NumberOfTreads.Definition[1K_ta0qWqHuO00025QrE$V]
source: Total number of treads included in the stair flight.
de_de: German-description-3
fr_fr: Nombre total de girons de l'escalier
ja_jp: 階段の踏面数。

# Property.RiserHeight.Name[1QyLe0qWqHuO00025QrE$V]
source: RiserHeight
de_de: Steigung
fr_fr: HauteurContreMarche
ja_jp: 蹴上げ高さ

# Property.RiserHeight.Definition[1QyLe0qWqHuO00025QrE$V]
source: Vertical distance from tread to tread. The riser height is supposed to be equal for all steps of a stair or stair flight.
de_de: German-description-4
fr_fr: Hauteur de la contremarche, supposée homogène pour toutes les marches de l'escalier ou de la volée de marches.
ja_jp: 踏面と踏面の垂直方向の距離。この蹴上げ高さ値は、一連の階段において同じ値と仮定する。

# Property.TreadLength.Name[1ZIPK0qWqHuO00025QrE$V]
source: TreadLength
de_de: Auftritt
fr_fr: LongueurGiron
ja_jp: 踏面長

# Property.TreadLength.Definition[1ZIPK0qWqHuO00025QrE$V]
source: Horizontal distance from the front of the thread to the front of the next tread. The tread length is supposed to be equal for all steps of the stair or stair flight at the walking line.
de_de: German-description-5
fr_fr: Longueur de giron (largeur de marche), supposée égale pour toutes les marches de l'escalier ou de la volée de marchesle long de la ligne de foulée
ja_jp: 踏面の前面部分から次の踏面までの水平方向の距離。この踏面長の値は、一連の階段において同じ値と仮定する。

# Property.NosingLength.Name[1iEcQ0qWqHuO00025QrE$V]
source: NosingLength
de_de: Überstand
fr_fr: LongueurNez

# Property.NosingLength.Definition[1iEcQ0qWqHuO00025QrE$V]
source: Horizontal distance from the front of the tread to the riser underneath. It is the overhang of the tread.
de_de: German-description-6
fr_fr: Longueur du nez de marche.

# Property.WalkingLineOffset.Name[1nbx40qWqHuO00025QrE$V]
source: WalkingLineOffset
de_de: Abstand der Lauflinie
fr_fr: PositionLigneFoulee

# Property.WalkingLineOffset.Definition[1nbx40qWqHuO00025QrE$V]
source: Offset of the walking line from the inner side of the flight. Note: the walking line may have a own shape representation (in case of inconsistencies, the value derived from the shape representation shall take precedence).
de_de: German-description-7
fr_fr: Décalage de la ligne de foulée par rapport au côté intérieur de la volée. Nota : la ligne de foulée peut avoir sa propre représentation. En cas d'incohérences, c'est la valeur déduite de la représentation de la forme qui prime.

# Property.TreadLengthAtOffset.Name[1x8Ha0qWqHuO00025QrE$V]
source: TreadLengthAtOffset
de_de: Auftritt an der Lauflinie
fr_fr: LongueurGironSurLigneFoulee

# Property.TreadLengthAtOffset.Definition[1x8Ha0qWqHuO00025QrE$V]
source: Length of treads at a given offset.Walking line position is given by the 'WalkingLineOffset'. The resulting value should normally be identical with TreadLength, it may be given in addition, if the walking line offset for building code calculations is different from that used in design.
de_de: German-description-8
fr_fr: Longueur du giron le long de la ligne de foulée. La valeur relativement à cette position doit normalement être identique à la propriété "Longueur du giron" ; elle peut être indiquée si la valeur de la propriété "Décalage de la ligne de foulée" donnée par une règle de calcul est différente de celle utilisée en conception.

# Property.TreadLengthAtInnerSide.Name[244Ug0qWqHuO00025QrE$V]
source: TreadLengthAtInnerSide
de_de: minimaler Auftritt an der Innenseite
fr_fr: LongueurGironCoteInterieur

# Property.TreadLengthAtInnerSide.Definition[244Ug0qWqHuO00025QrE$V]
source: Minimum length of treads at the inner side of the winder. Only relevant in case of winding flights, for straight flights it is identical with IfcStairFlight.TreadLength. It is a pre-calculated value, in case of inconsistencies, the value derived from the shape representation shall take precedence.
de_de: German-description-9
fr_fr: Longueur minimum des girons du côté intérieur de l'enroulement. Pertinent seulement pour les escaliers tournants car pour une volée droite, la valeur est donnée par la propriété "Longueur du giron". C'est une valeur précalculée. En cas d'incohérence, c'est la valeur dérivée de la représentation de la forme qui prime.

# Property.Headroom.Name[2BqOy0qWqHuO00025QrE$V]
source: Headroom
de_de: Durchgangshöhe
fr_fr: HauteurPassage

# Property.Headroom.Definition[2BqOy0qWqHuO00025QrE$V]
source: Actual headroom clearance for the passageway according to the current design. The shape information is provided in addition to the shape representation and the geometric parameters used within. In cases of inconsistency between the geometric parameters and the shape properties, provided in the attached property, the geometric parameters take precedence.
de_de: German-description-10
fr_fr: Hauteur de passage (échappée) actuellement projetée. Cette propriété est donnée en complément de la représentation de la forme de l'élément et des paramètres géométriques qui la déterminent. En cas d'incohérence entre ces paramètres géométriques et cette propriété, ce sont les paramètres géométriques qui priment.

# Property.WaistThickness.Name[2KASe0qWqHuO00025QrE$V]
source: WaistThickness
de_de: minimale Dicke des Treppenplatte
fr_fr: Epaisseur

# Property.WaistThickness.Definition[2KASe0qWqHuO00025QrE$V]
source: Minimum thickness of the stair flight, measured perpendicular to the slope of the flight to the inner corner of riser and tread. It is a pre-calculated value, in case of inconsistencies, the value derived from the shape representation shall take precedence.
de_de: German-description-11
fr_fr: Epaisseur minimum de la volée mesurée perpendiculairement à la pente de la volée jusqu'au coin intérieur formé par la marche et la contremarche. C'est une valeur précalculée. En cas d'incohérence, c'est la valeur dérivée de la représentation de la forme qui prime.

# Property.Status.Name[107kM0qWqHuO00025QrE$V]
source: Status
fr_fr: Statut
ja_jp: 状態
