Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_ShadingDeviceCommon.*.resx
Languages: de_de, ja_jp

# Property.Reference.Name[17suk0qWSHuO00025QrE$V]
source: Reference
de_de: Bemusterungstyp
ja_jp: 参照記号

# Property.Reference.Definition[17suk0qWSHuO00025QrE$V]
source: Reference ID for this specified type in this project (e.g. type 'A-1'), provided, if there is no classification reference to a recognized classification system used.
de_de: Bemusterungstyp, wird als Attribute angegeben, wenn keine allgemein anerkanntes Klassifizierungssystem angewandt wird.
ja_jp: このプロジェクトにおける参照記号(例：A-1)。分類コードではなく内部で使用されるプロジェクトタイプとして使用されるもの。

# Property.Status.Name[1EQWC0qWSHuO00025QrE$V]
source: Status
ja_jp: 状態

# Property.Status.Definition[1EQWC0qWSHuO00025QrE$V]
source: Status of the element, predominately used in renovation or retrofitting projects. The status can be assigned to as "New" - element designed as new addition, "Existing" - element exists and remains, "Demolish" - element existed but is to be demolished, "Temporary" - element will exists only temporary (like a temporary support structure).
de_de: Status bzw. Phase des Bauteils insbesondere beim Bauen im Bestand. "Neu" (new) neues Bauteil als Ergänzung, "Bestand" (existing) bestehendes Bauteil, dass erhalten bleibt, "Abbruch" (demolish) Bauteil, das abgebrochen wird, "Temporär" (temporary) Bauteil und andere Bauelemente, die vorübergehend eingebaut werden (wie Abstützungen, etc.)
ja_jp: 要素（主にリノベーションまたは改修プロジェクトにおいて）の状態。 状態は、「新規(New)」－新しく追加される要素。「既存」－要素は存在し、かつ残りもの。「破壊」－要素は存在したが、廃棄されるもの。「一時的」－一時的に存在する要素（一時的にサポートしている構造のようなもの）。

# Property.ShadingDeviceType.Name[1TwKm0qWSHuO00025QrE$V]
source: ShadingDeviceType
de_de: Sonnenschutztyp
ja_jp: 日除け装置種別

# Property.ShadingDeviceType.Definition[1TwKm0qWSHuO00025QrE$V]
source: Specifies the type of shading device.
ja_jp: 日除け装置の種別を設定する。

# Property.IsExternal.Name[1frGu0qWSHuO00025QrE$V]
source: IsExternal
de_de: Außenbauteil
ja_jp: 外部区分

# Property.IsExternal.Definition[1frGu0qWSHuO00025QrE$V]
source: Indication whether the element is designed for use in the exterior (TRUE) or not (FALSE). If (TRUE) it is an external element and faces the outside of the building.
de_de: Angabe, ob dieses Bauteil ein Aussenbauteil ist (JA) oder ein Innenbauteil (NEIN). Als Aussenbauteil grenzt es an den Aussenraum (oder Erdreich, oder Wasser).
ja_jp: 外部の部材かどうかを示すブーリアン値。もしTRUEの場合、外部の部材で建物の外側に面している。

# Property.MechanicalOperated.Name[1lCbY0qWSHuO00025QrE$V]
source: MechanicalOperated
de_de: Mechanisch
ja_jp: 機械的操作

# Property.MechanicalOperated.Definition[1lCbY0qWSHuO00025QrE$V]
source: Indication whether the element is operated machanically (TRUE) or not, i.e. manually (FALSE).
de_de: Angabe, ob dieses Bauteil mechanisch bewegt oder angetrieben wird (JA) oder manuell (NEIN). Diese Eigenschaft wird nur für beweglichen Sonnenschutz angegeben.
ja_jp: 機械的操作が可能かどうかを示すブーリアン値。可能な場合TRUE、手動の場合FALSE。

# Property.ThermalTransmittance.Name[1rA3c0qWSHuO00025QrE$V]
source: ThermalTransmittance
de_de: U-Wert
ja_jp: 熱貫流率

# Property.ThermalTransmittance.Definition[1rA3c0qWSHuO00025QrE$V]
source: Thermal transmittance coefficient (U-Value) of a material of a certain thickness for this element.
de_de: Wärmedurchgangskoeffizient (U-Wert) der Materialschichten.Hier der Gesamtwärmedurchgangskoeffizient der Tür.
ja_jp: 熱貫流率U値。ここでは（すべての材料を含む）梁を通した熱移動の方向における全体の熱還流率を示す。注：IFC2x4の新しいプロパティ

# Property.SolarTransmittance.Name[1vxEs0qWSHuO00025QrE$V]
source: SolarTransmittance
de_de: Strahlungstransmissionsgrad
ja_jp: 日射透過率

# Property.SolarTransmittance.Definition[1vxEs0qWSHuO00025QrE$V]
source: (Tsol): The ratio of incident solar radiation that directly passes through a shading system (also named τe). Note the following equation Asol + Rsol + Tsol = 1
ja_jp: (Tsol)：日除けシステムを直接透過する日射の率。注： Asol + Rsol + Tsol = 1 という方程式が成り立つ。

# Property.VisibleLightTransmittance.Name[1$IZW0qWSHuO00025QrE$V]
source: VisibleLightTransmittance
de_de: Transmissionsgrad für sichtbares Licht
ja_jp: 可視光透過率

# Property.VisibleLightTransmittance.Definition[1$IZW0qWSHuO00025QrE$V]
source: Fraction of the visible light that passes the shading system at normal incidence. It is a value without unit.
ja_jp: 通常の入射における日除け装置を通過する可視光の比率。単位の無い数値。

# Property.SolarReflectance.Name[25G1a0qWSHuO00025QrE$V]
source: SolarReflectance
de_de: Strahlungsreflectionsgrad
ja_jp: 日射反射率

# Property.SolarReflectance.Definition[25G1a0qWSHuO00025QrE$V]
source: (Rsol): The ratio of incident solar radiation that is reflected by a shading system (also named ρe). Note the following equation Asol + Rsol + Tsol = 1
ja_jp: (Rsol)：日除けシステムにより反射される日射の率。注： Asol + Rsol + Tsol = 1 という方程式が成り立つ。

# Property.VisibleLightReflectance.Name[2SVmQ0qWSHuO00025QrE$V]
source: VisibleLightReflectance
de_de: Reflektionsgrad für sichtbares Licht
ja_jp: 可視光反射率

# Property.VisibleLightReflectance.Definition[2SVmQ0qWSHuO00025QrE$V]
source: Fraction of the visible light that is reflected by the glazing at normal incidence. It is a value without unit.
ja_jp: 通常の入射における日除け装置により反射される可視光の比率。単位の無い数値。

# Property.Roughness.Name[2Xt540qWSHuO00025QrE$V]
source: Roughness
de_de: Rauheit der Oberfläche
ja_jp: 表面粗さ

# Property.Roughness.Definition[2Xt540qWSHuO00025QrE$V]
source: A measure of the vertical deviations of the surface.
ja_jp: 表面の垂直方向の偏差。

# Property.SurfaceColor.Name[2eQiY0qWSHuO00025QrE$V]
source: SurfaceColor
de_de: Oberflächenfarbe
ja_jp: 表面色

# Property.SurfaceColor.Definition[2eQiY0qWSHuO00025QrE$V]
source: The color of the surface.
ja_jp: 表面の色を示す文字列情報。

# PSet.Name[0_whe0qWSHuO00025QrE$V]
source: Pset_ShadingDeviceCommon
de_de: Sonnenschutzgerät

# PSet.Definition[0_whe0qWSHuO00025QrE$V]
source: Shading device properties associated with an element that represents a shading device
de_de: Eigenschaften einer Beschattungseinrichtung, die einem Element zugeordnet ist, das eine Beschattungseinrichtung darstellt
