Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_DoorWindowGlazingType.*.resx
Languages: fr_fr, ja_jp

# Property.GlassThickness1.Name[0QUUW0qTqHuO00025QrE$V]
source: GlassThickness1
fr_fr: EpaisseurVitrage1
ja_jp: ガラス厚1

# Property.GlassThickness1.Definition[0QUUW0qTqHuO00025QrE$V]
source: Thickness of the first (inner) glass layer.
fr_fr: Epaisseur de la première couche de verre (côté intérieur)
ja_jp: 最初の（室内側）ガラスの厚み。

# Property.GlassThickness2.Name[0dbjS0qTqHuO00025QrE$V]
source: GlassThickness2
fr_fr: EpaisseurVitrage2
ja_jp: ガラス厚2

# Property.GlassThickness2.Definition[0dbjS0qTqHuO00025QrE$V]
source: Thickness of the second (intermediate or outer) glass layer.
fr_fr: Epaisseur de la deuxième couche de verre (intermédiaire ou côté extérieur)
ja_jp: 2番目（中間、あるいは外側）のガラスの厚み。

# Property.GlassThickness3.Name[0oKMm0qTqHuO00025QrE$V]
source: GlassThickness3
fr_fr: EpaisseurVitrage3
ja_jp: ガラス厚3

# Property.GlassThickness3.Definition[0oKMm0qTqHuO00025QrE$V]
source: Thickness of the third (outer) glass layer.
fr_fr: Epaisseur de la troisième couche de verre (côté extérieur)
ja_jp: 3番目（外側）のガラスの厚み。

# Property.FillGas.Name[0zf9U0qTqHuO00025QrE$V]
source: FillGas
fr_fr: GazEntreVitrages
ja_jp: 充填ガス種

# Property.FillGas.Definition[0zf9U0qTqHuO00025QrE$V]
source: Name of the gas by which the gap between two glass layers is filled. It is given for information purposes only.
fr_fr: Nom du gaz remplissant l'espace entre deux couches de verre. Donné à titre informatif seulement.
ja_jp: 2枚のガラス間の隙間に充填されたガスの名称。これは情報目的専用に提供される。

# Property.GlassColor.Name[18zyC0qTqHuO00025QrE$V]
source: GlassColor
fr_fr: CouleurVitrage
ja_jp: ガラス色

# Property.GlassColor.Definition[18zyC0qTqHuO00025QrE$V]
source: Color (tint) selection for this glazing. It is given for information purposes only.
fr_fr: Choix de la couleur (teinte) du vitrage. Donné à titre informatif seulement.
ja_jp: ガラスの色合い。これは情報目的専用に提供される。

# Property.IsTempered.Name[1Hw9I0qTqHuO00025QrE$V]
source: IsTempered
fr_fr: VitrageTrempe
ja_jp: 強化ガラス

# Property.IsTempered.Definition[1Hw9I0qTqHuO00025QrE$V]
source: Indication whether the glass is tempered (TRUE) or not (FALSE) .
fr_fr: Indique si le verre est trempé (VRAI) ou non (FAUX).
ja_jp: 強化ガラスか（TRUE）否か(FALSE)を示す。

# Property.IsLaminated.Name[1Tr5Q0qTqHuO00025QrE$V]
source: IsLaminated
fr_fr: VitrageFeuillete
ja_jp: 皮膜を被せたガラス

# Property.IsLaminated.Definition[1Tr5Q0qTqHuO00025QrE$V]
source: Indication whether the glass is layered with other materials (TRUE) or not (FALSE).
fr_fr: Indique si le verre est feuilleté (VRAI) ou non (FAUX).
ja_jp: ガラス以外の素材が重ねられているか（TRUE）否か（FALSE)示す。

# Property.IsCoated.Name[1f9u80qTqHuO00025QrE$V]
source: IsCoated
fr_fr: VitrageTraite
ja_jp: コーティング

# Property.IsCoated.Definition[1f9u80qTqHuO00025QrE$V]
source: Indication whether the glass is coated with a material (TRUE) or not (FALSE).
fr_fr: Indique si le verre a subi un traitement de surface (VRAI) ou non (FAUX).
ja_jp: ガラスがコーティングされいるか（TRUE）否か（FALSE）示す。

# Property.IsWired.Name[1o65E0qTqHuO00025QrE$V]
source: IsWired
fr_fr: VitrageArme
ja_jp: 網入りガラス

# Property.IsWired.Definition[1o65E0qTqHuO00025QrE$V]
source: Indication whether the glass includes a contained wire mesh to prevent break-in (TRUE) or not (FALSE)
fr_fr: Indique si le verre est un verre armé à maille anti-effraction (VRAI) ou non (FAUX)
ja_jp: 不法侵入防止の網入りガラスか（TRUE)否か（FALSE）示す。

# Property.VisibleLightReflectance.Name[1wS8w0qTqHuO00025QrE$V]
source: VisibleLightReflectance
fr_fr: ReflexionVisible
ja_jp: 可視光反射率

# Property.VisibleLightReflectance.Definition[1wS8w0qTqHuO00025QrE$V]
source: Fraction of the visible light that is reflected by the glazing at normal incidence. It is a value without unit.
fr_fr: Fraction du rayonnement visible qui est réfléchi par le vitrage sous incidence normale. Valeur sans unité.
ja_jp: ガラスへ法線入射した可視光の反射率。単位の無い値。

# Property.VisibleLightTransmittance.Name[20Pc_0qTqHuO00025QrE$V]
source: VisibleLightTransmittance
fr_fr: TransmittanceVisible
ja_jp: 可視光透過率

# Property.VisibleLightTransmittance.Definition[20Pc_0qTqHuO00025QrE$V]
source: Fraction of the visible light that passes the glazing at normal incidence. It is a value without unit.
fr_fr: Fraction du rayonnement visible qui est transmise par le vitrage sous incidence normale. Valeur sans unité.
ja_jp: ガラスへ法線入射した可視光の透過率。単位の無い値。

# Property.SolarAbsorption.Name[24aeq0qTqHuO00025QrE$V]
source: SolarAbsorption
fr_fr: AbsorptionRayonnementSolaire
ja_jp: 日射吸収率

# Property.SolarAbsorption.Definition[24aeq0qTqHuO00025QrE$V]
source: (Asol) The ratio of incident solar radiation that is absorbed by a glazing system. It is the sum of the absorption distributed to the exterior (a) and to the interior (qi). Note the following equation Asol + Rsol + Tsol = 1
fr_fr: (Asol). Ratio du rayonnement solaire incident qui est absorbé par le vitrage. Somme de l'absorption distribuée à l'extérieur (a) et à l'intérieur (qi). Noter l'équation suivante : Asol + Rsol + Tsol = 1.
ja_jp: （Asol)ガラスで吸収される日射の比率。吸収の合計は外部（a）と、室内（qi）に分配される。以下の方程式に注意。Asol + Rsol + Tsol = 1

# Property.SolarReflectance.Name[28lgg0qTqHuO00025QrE$V]
source: SolarReflectance
fr_fr: ReflexionRayonnementSolaire
ja_jp: 日射反射率

# Property.SolarReflectance.Definition[28lgg0qTqHuO00025QrE$V]
source: (Rsol): The ratio of incident solar radiation that is reflected by a glazing system (also named ρe). Note the following equation Asol + Rsol + Tsol = 1
fr_fr: (Rsol). Ratio du rayonnement solaire incident qui est réfléchi par le vitrage. Noter l'équation suivante : Asol + Rsol + Tsol = 1.
ja_jp: （Rsol）ガラスで反射する日射の比率（ρeとも表わされる）。以下の方程式に注意。Asol + Rsol + Tsol = 1

# Property.SolarTransmittance.Name[2CwiW0qTqHuO00025QrE$V]
source: SolarTransmittance
fr_fr: TransmissionRayonnementSolaire
ja_jp: 日射透過率

# Property.SolarTransmittance.Definition[2CwiW0qTqHuO00025QrE$V]
source: (Tsol): The ratio of incident solar radiation that directly passes through a glazing system (also named τe). Note the following equation Asol + Rsol + Tsol = 1
fr_fr: (Tsol). Ratio du rayonnement solaire incident qui est transmis directement par le vitrage. Noter l'équation suivante : Asol + Rsol + Tsol = 1.
ja_jp: （Tsol）ガラスを透過する日射の比率（τeとも表わされる）。以下の方程式に注意。Asol + Rsol + Tsol = 1

# Property.SolarHeatGainTransmittance.Name[2Hhtm0qTqHuO00025QrE$V]
source: SolarHeatGainTransmittance
fr_fr: ApportsSolaires
ja_jp: 透過太陽熱利得係数

# Property.SolarHeatGainTransmittance.Definition[2Hhtm0qTqHuO00025QrE$V]
source: (SHGC): The ratio of incident solar radiation that contributes to the heat gain of the interior, it is the solar radiation that directly passes (Tsol or τe) plus the part of the absorbed radiation that is distributed to the interior (qi). The SHGC is refered to also as g-value (g = τe + qi).
fr_fr: (SHGC): Ratio du rayonnement solaire incident qui contribue aux apports solaires récupérés. Rayonnemment transmis directement (Tsol ou Te), plus la part de rayonnement absorbé restitué à l'intérieur (qi). Le SHGC est également appelé valeur-g (g = Te + qi).
ja_jp: (SHGC):室内の熱利得の原因となる日射の比率。ガラスの透過分(Tsol or τe)と吸収分の内、室内側(qi)への分配分の和。SHGCは、g値（g = τe + qi）としても参照される。

# Property.ShadingCoefficient.Name[2Lsvc0qTqHuO00025QrE$V]
source: ShadingCoefficient
fr_fr: CoefficientOmbrage
ja_jp: 遮蔽係数

# Property.ShadingCoefficient.Definition[2Lsvc0qTqHuO00025QrE$V]
source: (SC): The measure of the ability of a glazing to transmit solar heat, relative to that ability for 3 mm (1/8-inch) clear, double-strength, single glass. Shading coefficient is being phased out in favor of the solar heat gain coefficient (SHGC), and is approximately equal to the SHGC multiplied by 1.15. The shading coefficient is expressed as a number without units between 0 and 1.
fr_fr: (SC): Mesure de la capacité d'un vitrage à transmettre l'énergie solaire comparativement à un simple vitrage clair, de 3 mm (double renfort). Le coefficient d'atténuation est supprimé progressivement en faveur du coefficient d'apport solaire (SHGC) et est approximativement égal au SHGC multiplié par 1,15. Le coefficient d'atténuation est exprimé comme nombre sans unités entre 0 et 1.
ja_jp: (SC): ガラスの太陽熱伝導の基準、3mm（1/8インチ）透明の一枚ガラスの性能との比。遮蔽係数は太陽熱利得係数(SHGC)に移行し、段階的に廃止、SHGC×1.15とほとんど等しい。遮蔽係数は０から１までの単位無しの値。

# Property.ThermalTransmittanceSummer.Name[2Q1xS0qTqHuO00025QrE$V]
source: ThermalTransmittanceSummer
fr_fr: TransmittanceThermiqueEte
ja_jp: 夏期の熱透過係数

# Property.ThermalTransmittanceSummer.Definition[2Q1xS0qTqHuO00025QrE$V]
source: Thermal transmittance coefficient (U-Value) of a material.Summer thermal transmittance coefficient of the glazing only, often referred to as (U-value).
fr_fr: Coefficient de transmission thermique (U) d'un matériau. Coefficient de transmission thermique en été du vitrage seul, souvent désigné comme étant Uw.
ja_jp: 素材の熱透過係数（U値）。夏期のガラスの熱透過係数だけ、U値として参照される

# Property.ThermalTransmittanceWinter.Name[2UCzI0qTqHuO00025QrE$V]
source: ThermalTransmittanceWinter
fr_fr: TransmittanceThermiqueHiver
ja_jp: 冬季の熱透過係数

# Property.ThermalTransmittanceWinter.Definition[2UCzI0qTqHuO00025QrE$V]
source: Thermal transmittance coefficient (U-Value) of a material.Winter thermal transmittance coefficient of the glazing only, often referred to as (U-value).
fr_fr: Coefficient de transmission thermique (U) d'un matériau. Coefficient de transmission thermique en hiver du vitrage seul, souvent désigné comme étant Uw.
ja_jp: 素材の熱透過係数（U値）。夏期のガラスの熱透過係数だけ、U値として参照される。
