Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_SpaceOccupancyRequirements.*.resx
Languages: de_de, fr_fr

# Property.OccupancyType.Name[38Jxk0qWeHuO00025QrE$V]
source: OccupancyType
de_de: Nutzungsart
fr_fr: TypeOccupation

# Property.OccupancyType.Definition[38Jxk0qWeHuO00025QrE$V]
source: Occupancy type for this object. It is defined according to the presiding national building code.
de_de: Nutzungsart des Raums gemäß der gültigen Raumnutzungstabelle des Raumprogramms.
fr_fr: Usage type de cet espace. Est défini selon le Code national en vigueur.

# Property.OccupancyNumber.Name[3FTic0qWeHuO00025QrE$V]
source: OccupancyNumber
de_de: Belegung
fr_fr: NombreOccupants

# Property.OccupancyNumber.Definition[3FTic0qWeHuO00025QrE$V]
source: Number of people required for the activity assigned to this space.
de_de: Durchschnittliche Anzahl der Personen für deren Aktivitäten der Raum vorgesehen ist.
fr_fr: Nombre d'occupants concernés par l'activité dans cet espace.

# Property.OccupancyNumberPeak.Name[3Kr1G0qWeHuO00025QrE$V]
source: OccupancyNumberPeak
de_de: Maximale Belegung
fr_fr: NombreOccupantsMax

# Property.OccupancyNumberPeak.Definition[3Kr1G0qWeHuO00025QrE$V]
source: Maximal number of people required for the activity assigned to this space in peak time.
de_de: Maximale Anzahl der Personen für deren Aktivitäten der Raum vorgesehen ist.
fr_fr: Nombre maximum d'occupants simultanés concernés par l'activité dans cet espace à l'heure de pointe.

# Property.OccupancyTimePerDay.Name[3QoVK0qWeHuO00025QrE$V]
source: OccupancyTimePerDay
fr_fr: DureeOccupationJour

# Property.OccupancyTimePerDay.Definition[3QoVK0qWeHuO00025QrE$V]
source: The amount of time during the day that the activity is required within this space.
fr_fr: Durée journalière de l'activité dans cet espace

# Property.AreaPerOccupant.Name[3WlzO0qWeHuO00025QrE$V]
source: AreaPerOccupant
fr_fr: SurfaceParOccupant

# Property.AreaPerOccupant.Definition[3WlzO0qWeHuO00025QrE$V]
source: Design occupancy loading for this type of usage assigned to this space.
fr_fr: Taux de remplissage de l'espace pour l'usage type

# Property.MinimumHeadroom.Name[3c7I20qWeHuO00025QrE$V]
source: MinimumHeadroom
de_de: Lichte Höhe
fr_fr: HauteurPassageMinimale

# Property.MinimumHeadroom.Definition[3c7I20qWeHuO00025QrE$V]
source: Headroom required for the activity assigned to this space.
de_de: Minumal geforderte lichte Höhe für diesen Raum.
fr_fr: Hauteur de passage requise pour l'usage assigné à l'espace

# Property.IsOutlookDesirable.Name[3guTI0qWeHuO00025QrE$V]
source: IsOutlookDesirable
de_de: Ausblick erwünscht
fr_fr: VueExterieurSouhaitable

# Property.IsOutlookDesirable.Definition[3guTI0qWeHuO00025QrE$V]
source: An indication of whether the outlook is desirable (set TRUE) or not (set FALSE)
de_de: Angabe, ob dieser Raum einen natürlichen Ausblick nach draussen gewähren soll (WAHR) oder dies nicht gefordert ist (FALSCH).
fr_fr: Indique si la vue sur l'extérieur est souhaitable (VRAI) ou non (FAUX).
