Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_BoilerTypeCommon.*.resx
Languages: fr_fr, ja_jp

# Property.Reference.Name[1aef_0qSGHuO00025QrE$V]
source: Reference
fr_fr: Référence
ja_jp: 参照記号

# Property.Reference.Definition[1aef_0qSGHuO00025QrE$V]
source: Reference ID for this specified type in this project (e.g. type 'A-1'), provided, if there is no classification reference to a recognized classification system used.
fr_fr: Identification de référence pour ce type spécifique à ce projet, c'est-à-dire type'A-1', fourni à partir du moment où, s'il n'y a pas de référence de classification par rapport à un système de classification reconnu et en usage.
ja_jp: このプロジェクトにおける参照記号(例：A-1)。分類コードではなく内部で使用されるプロジェクトタイプとして使用されるもの。

# Property.Status.Name[1ephq0qSGHuO00025QrE$V]
source: Status
fr_fr: Etat
ja_jp: 状態

# Property.Status.Definition[1ephq0qSGHuO00025QrE$V]
source: Status of the element, predominately used in renovation or retrofitting projects. The status can be assigned to as "New" - element designed as new addition, "Existing" - element exists and remains, "Demolish" - element existed but is to be demolished, "Temporary" - element will exists only temporary (like a temporary support structure).
fr_fr: Etat de l'élément, utilisé avant tout pour les projets de rénovation et réaménagement. L'état assigné peut être "Nouveau" - l'élément prévu pour du neuf, "Existant" - l'élément existait et est maintenu, "Démoli" - l'élément existait mais doit être démoli/supprimé, "Provisoire" - l'élément existera à titre provisoire seulement (comme un support structurel par exemple).
ja_jp: 要素（主にリノベーションまたは改修プロジェクトにおいて）の状態。 状態は、「新規(New)」－新しく追加される要素。「既存」－要素は存在し、かつ残りもの。「破壊」－要素は存在したが、廃棄されるもの。「一時的」－一時的に存在する要素（一時的にサポートしている構造のようなもの）。

# Property.PressureRating.Name[1rwwm0qSGHuO00025QrE$V]
source: PressureRating
fr_fr: PressionAdmissibleNominale
ja_jp: 常用圧力

# Property.PressureRating.Definition[1rwwm0qSGHuO00025QrE$V]
source: Nominal pressure rating of the boiler as rated by the agency having jurisdiction.
fr_fr: Pression nominale admissible de la chaudière comme classée par l'organisme qui fait autorité.
ja_jp: 管轄組織により設定されたボイラの常用圧力

# Property.OperatingMode.Name[1w5yc0qSGHuO00025QrE$V]
source: OperatingMode
fr_fr: ModeFonctionnement
ja_jp: 動作モード

# Property.OperatingMode.Definition[1w5yc0qSGHuO00025QrE$V]
source: Identifies the operating mode of the boiler.
fr_fr: Identifie le mode de fonctionnement de la chaudière.
ja_jp: ボイラの動作モードのID （固定、２段階、比例．．．）

# Property.HeatTransferSurfaceArea.Name[24qbw0qSGHuO00025QrE$V]
source: HeatTransferSurfaceArea
fr_fr: SurfaceEchangeChaleur
ja_jp: 伝熱面積

# Property.HeatTransferSurfaceArea.Definition[24qbw0qSGHuO00025QrE$V]
source: Total heat transfer area of the vessel.
fr_fr: Surface totale d'échange de chaleur du foyer
ja_jp: 容器の伝熱部面積の合計

# Property.NominalPartLoadRatio.Name[29bnA0qSGHuO00025QrE$V]
source: NominalPartLoadRatio
fr_fr: PlageNominaleChargePartielle
ja_jp: 設計部分負荷比率

# Property.NominalPartLoadRatio.Definition[29bnA0qSGHuO00025QrE$V]
source: Allowable part load ratio range.
fr_fr: Plage de charge partielle admissible
ja_jp: 許容部分負荷比範囲

# Property.WaterInletTemperatureRange.Name[2Ez5q0qSGHuO00025QrE$V]
source: WaterInletTemperatureRange
fr_fr: PlageTempératureAlimentationEau
ja_jp: 入口水温範囲

# Property.WaterInletTemperatureRange.Definition[2Ez5q0qSGHuO00025QrE$V]
source: Allowable water inlet temperature range.
fr_fr: Plage de température de l'alimentation en eau admissible
ja_jp: 入口水温範囲

# Property.WaterStorageCapacity.Name[2KKQU0qSGHuO00025QrE$V]
source: WaterStorageCapacity
fr_fr: CapacitéRéservoirEau
ja_jp: 缶内水量

# Property.WaterStorageCapacity.Definition[2KKQU0qSGHuO00025QrE$V]
source: Water storage capacity.
fr_fr: Capacité de réserve en eau
ja_jp: 缶内水量

# Property.IsWaterStorageHeater.Name[2OVSK0qSGHuO00025QrE$V]
source: IsWaterStorageHeater
fr_fr: AvoirChauffeEau
ja_jp: 給湯タンク有無

# Property.IsWaterStorageHeater.Definition[2OVSK0qSGHuO00025QrE$V]
source: This is used to identify if the boiler has storage capacity (TRUE). If FALSE, then there is no storage capacity built into the boiler, such as an instantaneous hot water heater.
fr_fr: Utilisé pour identifier si la chaudière une capacité de réserve en eau (VRAI). Si FAUX, alors il n'y a pas de capacité de réserve intégrée dans la chaudière, tel qu'un chauffe-eau instantané.
ja_jp: 給湯用の缶体があればTRUE、（瞬間湯沸かし器のように）ボイラにタンクがなければFALSE

# Property.PartialLoadEfficiencyCurves.Name[2SgUA0qSGHuO00025QrE$V]
source: PartialLoadEfficiencyCurves
fr_fr: CourbesEfficacitéChargePartielle
ja_jp: 部分負荷効率曲線

# Property.PartialLoadEfficiencyCurves.Definition[2SgUA0qSGHuO00025QrE$V]
source: Boiler efficiency as a function of the partial load factor; E = f (partialLaodfactor).
fr_fr: Rendement de la chaudière en fonction de la facteur de charge partielle; E= f(FacteurChargePartielle).
ja_jp: 部分負荷係数の関数としてのボイラ効率 E=f(部分負荷率）

# Property.OutletTemperatureRange.Name[2ZqF20qSGHuO00025QrE$V]
source: OutletTemperatureRange
fr_fr: PlageTempératureSortie
ja_jp: 出口温度範囲

# Property.OutletTemperatureRange.Definition[2ZqF20qSGHuO00025QrE$V]
source: Allowable outlet temperature of either the water or the steam.
fr_fr: Température admissible de sortie de l'eau ou de la vapeur
ja_jp: 水または蒸気のどちらかの許容出口温度

# Property.NominalEnergyConsumption.Name[2fnj60qSGHuO00025QrE$V]
source: NominalEnergyConsumption
fr_fr: Consommation nominale d'energie
ja_jp: 設計エネルギー消費量

# Property.NominalEnergyConsumption.Definition[2fnj60qSGHuO00025QrE$V]
source: Nominal fuel consumption rate required to produce the total boiler heat output.
fr_fr: Consommation nominale de combustible correspondant à la production nominale totale de la chaudière.
ja_jp: ボイラ最大能力時の設計燃料消費量

# Property.EnergySource.Name[2jyky0qSGHuO00025QrE$V]
source: EnergySource
fr_fr: SourceEnergie
ja_jp: エネルギ種別

# Property.EnergySource.Definition[2jyky0qSGHuO00025QrE$V]
source: Enumeration defining the energy source or fuel cumbusted to generate heat.
fr_fr: Liste définissant les sources d'énergie ou combustibles pour générer la chaleur.
ja_jp: 加熱に使用する燃料のエネルギ種類 （石炭、石炭粉末、電気、ガス、油、プロパン、木材、木材チップ、木材ペレット、木粉、他）
