Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_SpaceThermalRequirements.*.resx
Languages: fr_fr

# Property.SpaceTemperature.Name[12pGi0qWmHuO00025QrE$V]
source: SpaceTemperature
fr_fr: Température

# Property.SpaceTemperature.Definition[12pGi0qWmHuO00025QrE$V]
source: Temperature of the space or zone, that is required from user/designer view point. If no summer or winter space temperature requirements are given, it applies all year, otherwise for the intermediate period. Provide this value, if no temperatur range (Min-Max) is available.
fr_fr: Température de l'espace ou de la zone spécifiée par l'usager ou le concepteur. Si les valeurs pour l'été et l'hiver ne sont pas connues, cette température s'applique toute l'année, sinon seulement en demi-saison. A fournir si les valeurs maximale et minimale ne sont pas connues.

# Property.SpaceTemperatureMax.Name[18mkm0qWmHuO00025QrE$V]
source: SpaceTemperatureMax
fr_fr: Température maximale

# Property.SpaceTemperatureMax.Definition[18mkm0qWmHuO00025QrE$V]
source: Maximal temperature of the space or zone, that is required from user/designer view point. If no summer or winter space temperature requirements are given, it applies all year, otherwise for the intermediate period.
fr_fr: Température maximale de l'espace ou de la zone spécifiée par l'usager ou le concepteur. Si les valeurs pour l'été et l'hiver ne sont pas connues, cette température s'applique toute l'année, sinon seulement en demi-saison.

# Property.SpaceTemperatureMin.Name[1EkCq0qWmHuO00025QrE$V]
source: SpaceTemperatureMin
fr_fr: Température minimale

# Property.SpaceTemperatureMin.Definition[1EkCq0qWmHuO00025QrE$V]
source: Minimal temperature of the space or zone, that is required from user/designer view point. If no summer or winter space temperature requirements are given, it applies all year, otherwise for the intermediate period.
fr_fr: Température minimale de l'espace ou de la zone spécifiée par l'usager ou le concepteur. Si les valeurs pour l'été et l'hiver ne sont pas connues, cette température s'applique toute l'année, sinon seulement en demi-saison.

# Property.SpaceTemperatureSummerMax.Name[1K5XU0qWmHuO00025QrE$V]
source: SpaceTemperatureSummerMax
fr_fr: Température maximale en été

# Property.SpaceTemperatureSummerMax.Definition[1K5XU0qWmHuO00025QrE$V]
source: Maximal temperature of the space or zone for the hot (summer) period, that is required from user/designer view point and provided as requirement for cooling.
fr_fr: Température maximale de l'espace ou de la zone en été. Spécifiée par l'usager ou le concepteur et utilisée comme consigne pour le refroidissement.

# Property.SpaceTemperatureSummerMin.Name[1Q2$Y0qWmHuO00025QrE$V]
source: SpaceTemperatureSummerMin
fr_fr: Température minimale en été

# Property.SpaceTemperatureSummerMin.Definition[1Q2$Y0qWmHuO00025QrE$V]
source: Minimal temperature of the space or zone for the hot (summer) period, that is required from user/designer view point and provided as requirement for cooling.
fr_fr: Température minimale de l'espace ou de la zone en été. Spécifiée par l'usager ou le concepteur et utilisée comme consigne pour le refroidissement.

# Property.SpaceTemperatureWinterMax.Name[1W0Tc0qWmHuO00025QrE$V]
source: SpaceTemperatureWinterMax
fr_fr: Température maximale en hiver

# Property.SpaceTemperatureWinterMax.Definition[1W0Tc0qWmHuO00025QrE$V]
source: Maximal temperature of the space or zone for the cold (winter) period, that is required from user/designer view point and provided as requirement for heating.
fr_fr: Température maximale de l'espace ou de la zone en hiver. Spécifiée par l'usager ou le concepteur et utilisée comme consigne pour le chauffage.

# Property.SpaceTemperatureWinterMin.Name[1bzxg0qWmHuO00025QrE$V]
source: SpaceTemperatureWinterMin
fr_fr: Température minimale en hiver

# Property.SpaceTemperatureWinterMin.Definition[1bzxg0qWmHuO00025QrE$V]
source: Minimal temperature of the space or zone for the cold (winter) period, that is required from user/designer view point and provided as requirement for heating.
fr_fr: Température minimale de l'espace ou de la zone en hiver. Spécifiée par l'usager ou le concepteur et utilisée comme consigne pour le chauffage.

# Property.SpaceHumidity.Name[1hxPk0qWmHuO00025QrE$V]
source: SpaceHumidity
fr_fr: Humidité relative

# Property.SpaceHumidity.Definition[1hxPk0qWmHuO00025QrE$V]
source: Humidity of the space or zone that is required from user/designer view point. If no summer or winter space humidity requirements are given, it applies all year, otherwise for the intermediate period. Provide this property, if no humidity range (Min-Max) is available.
fr_fr: Humidité relative de l'espace ou de la zone spécifiée par l'usager ou le concepteur. Si les valeurs pour l'été et l'hiver ne sont pas connues, cette température s'applique toute l'année, sinon seulement en demi-saison. A fournir si les valeurs maximale et minimale ne sont pas connues.

# Property.SpaceHumidityMax.Name[1mia_0qWmHuO00025QrE$V]
source: SpaceHumidityMax
fr_fr: Humidité relative maximale

# Property.SpaceHumidityMax.Definition[1mia_0qWmHuO00025QrE$V]
source: Maximal permitted humidity of the space or zone that is required from user/designer view point. If no summer or winter space humidity requirements are given, it applies all year, otherwise for the intermediate period.
fr_fr: Humidité relative maximale de l'espace ou de la zone spécifiée par l'usager ou le concepteur. Si les valeurs pour l'été et l'hiver ne sont pas connues, cette température s'applique toute l'année, sinon seulement en demi-saison.

# Property.SpaceHumidityMin.Name[1sg320qWmHuO00025QrE$V]
source: SpaceHumidityMin
fr_fr: Humidité relative minimale

# Property.SpaceHumidityMin.Definition[1sg320qWmHuO00025QrE$V]
source: Minimal permitted humidity of the space or zone that is required from user/designer view point. If no summer or winter space humidity requirements are given, it applies all year, otherwise for the intermediate period.
fr_fr: Humidité relative minimale de l'espace ou de la zone spécifiée par l'usager ou le concepteur. Si les valeurs pour l'été et l'hiver ne sont pas connues, cette température s'applique toute l'année, sinon seulement en demi-saison.

# Property.SpaceHumiditySummer.Name[]
source: SpaceHumiditySummer
fr_fr: Humidité relative maximale en été

# Property.SpaceHumiditySummer.Definition[]
source: Humidity of the space or zone for the hot (summer) period, that is required from user/designer view point and provided as requirement for cooling.
fr_fr: Humidité relative maximale de l'espace ou de la zone en été. Spécifiée par l'usager ou le concepteur et utilisée comme consigne pour le refroidissement.

# Property.SpaceHumidityWinter.Name[]
source: SpaceHumidityWinter
fr_fr: Humidité relative minimale en été

# Property.SpaceHumidityWinter.Definition[]
source: Humidity of the space or zone for the cold (winter) period that is required from user/designer view point and provided as requirement for heating.
fr_fr: Humidité relative minimale de l'espace ou de la zone en été. Spécifiée par l'usager ou le concepteur et utilisée comme consigne pour le refroidissement.

# Property.DiscontinuedHeating.Name[]
source: DiscontinuedHeating
fr_fr: Chauffage intermittent

# Property.DiscontinuedHeating.Definition[]
source: Indication whether discontinued heating is required/desirable from user/designer view point. (TRUE) if yes, (FALSE) otherwise.
fr_fr: Indique si un chauffage intermittent est requis ou souhaité par l'usager ou le concepteur (VRAI) ou non (FAUX).

# Property.NaturalVentilation.Name[]
source: NaturalVentilation
fr_fr: Ventilation naturelle

# Property.NaturalVentilation.Definition[]
source: Indication whether the space is required to have natural ventilation (TRUE) or mechanical ventilation (FALSE).
fr_fr: Indique si la ventilation de l'espace doit être naturelle (VRAI) ou mécanique (FAUX).

# Property.NaturalVentilationRate.Name[]
source: NaturalVentilationRate
fr_fr: Taux ventilation naturelle

# Property.NaturalVentilationRate.Definition[]
source: Indication of the requirement of a particular natural air ventilation rate, given in air changes per hour.
fr_fr: Taux de ventilation naturelle exprimé en volumes par heure.

# Property.MechanicalVentilationRate.Name[]
source: MechanicalVentilationRate
fr_fr: Taux ventilation mécanique

# Property.MechanicalVentilationRate.Definition[]
source: Indication of the requirement of a particular mechanical air ventilation rate, given in air changes per hour.
fr_fr: Spécification du taux de ventilation mécanique exprimé en volumes par heure.

# Property.AirConditioning.Name[]
source: AirConditioning
fr_fr: Conditionnement d'air

# Property.AirConditioning.Definition[]
source: Indication whether this space requires air conditioning provided (TRUE) or not (FALSE).
fr_fr: Indique si l'espace requiert un conditionnement d'air (VRAI) ou non (FAUX).

# Property.AirConditioningCentral.Name[]
source: AirConditioningCentral
fr_fr: Conditionnement d'air centralisé

# Property.AirConditioningCentral.Definition[]
source: Indication whether the space requires a central air conditioning provided (TRUE) or not (FALSE).It should only be given, if the property "AirConditioning" is set to TRUE.
fr_fr: Indique si l'espace requiert un conditionnement d'air centralisé (VRAI) ou non (FAUX). A fournir si la propriété "Conditionnement d'air" est VRAI.
