Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_BuildingStoreyCommon.*.resx
Languages: de_de, fr_fr

# Property.Reference.Name[1zNuK0qSKHuO00025QrE$V]
source: Reference
de_de: Referenz ID

# Property.Reference.Definition[1zNuK0qSKHuO00025QrE$V]
source: Reference ID for this specified type in this project (e.g. type 'A-1'). Used to store the non-classification driven internal project type.
de_de: Identifikator der projektinternen Referenz für dieses Geschoss, z.B. nach der Geschossklassifizierung des Bauherrn. Wird verwendet, wenn keine allgemein anerkanntes Klassifizierungssystem angewandt wird.
fr_fr: Référence à l'identifiant d'un type spécifié dans le contexte du projet (exemple : "type A1"). Utilisé pour enregistrer un type sans recourir à une classification.

# Property.EntranceLevel.Name[22lC_0qSKHuO00025QrE$V]
source: EntranceLevel
de_de: Eingangsebene
fr_fr: NiveauEntrée

# Property.EntranceLevel.Definition[22lC_0qSKHuO00025QrE$V]
source: Indication whether this building storey is an entrance level to the building (TRUE), or (FALSE) if otherwise.
de_de: Angabe, ob der Gebäudeeingang sich in diesem Geschoss befinded (WAHR), oder nicht (FALSCH).
fr_fr: Indication si l'étage est au niveau d'une entrée (VRAI) ou non (FAUX)

# Property.AboveGround.Name[29uzs0qSKHuO00025QrE$V]
source: AboveGround
de_de: Oberirdisches Geschoss
fr_fr: AuDessusSol

# Property.AboveGround.Definition[29uzs0qSKHuO00025QrE$V]
source: Indication whether this building storey is fully above ground (TRUE), or below ground (FALSE), or partially above and below ground (UNKNOWN) - as in sloped terrain.
de_de: Angabe, ob dieses Geschoss vollständig überhalb oberirdisch ist (WAHR), vollständig unterirdisch (FALSCH), oder teilweise unter- und überirdisch (UNKNOWN).
fr_fr: Indication si l'étage est complètement au dessus du niveau du sol (VRAI), au dessous du niveau du sol (FAUX) ou partiellement enterré (INCONNU) comme dans le cas d'un terrain en pente.

# Property.SprinklerProtection.Name[2GSbK0qSKHuO00025QrE$V]
source: SprinklerProtection
de_de: Sprinklerschutz
fr_fr: ProtectionParSprinkler

# Property.SprinklerProtection.Definition[2GSbK0qSKHuO00025QrE$V]
source: Indication whether this object is sprinkler protected (TRUE) or not (FALSE).
de_de: Angabe, ob des Geschoss durch eine Sprinkleranlage geschützt wird (WAHR) oder nicht (FALSCH).
fr_fr: Indication selon laquelle ce bâtimentbénéficie d'une protection par sprinkler (VRAI) ou non (FAUX)

# Property.SprinklerProtectionAutomatic.Name[]
source: SprinklerProtectionAutomatic
de_de: Sprinklerschutz automatisch

# Property.SprinklerProtectionAutomatic.Definition[]
source: Indication whether this object has an automatic sprinkler protection (TRUE) or not (FALSE).It should only be given, if the property "SprinklerProtection" is set to TRUE.
de_de: Angabe, ob das Geschoss durch eine automatische Sprinkleranlage geschützt wird (WAHR) oder nicht (FALSCH).

# Property.LoadBearingCapacity.Name[2RBEe0qSKHuO00025QrE$V]
source: LoadBearingCapacity
de_de: Deckentragfähigkeit
fr_fr: Capacité porteuse

# Property.LoadBearingCapacity.Definition[2RBEe0qSKHuO00025QrE$V]
source: Maximum load bearing capacity of the floor structure throughtout the storey as designed.
de_de: Maximale Deckentragfähigkeit in diesem Geschoss.
fr_fr: Capacité porteuse maximale de la structure du plancher tel que conçu pour cet étage.

# Property.GrossPlannedArea.Name[2WYZI0qSKHuO00025QrE$V]
source: GrossPlannedArea
de_de: Bruttofläche nach Raumprogramm
fr_fr: Surface programmée brute

# Property.GrossPlannedArea.Definition[2WYZI0qSKHuO00025QrE$V]
source: Total planned area for the building storey. Used for programming the building storey.
de_de: Geforderte Bruttofläche des Geschosses laut Raumprogramm.
fr_fr: Surface programmée brute totale de l'étage. Telle que définie lors de la programmation.

# Property.NetPlannedArea.Name[2bvty0qSKHuO00025QrE$V]
source: NetPlannedArea
de_de: Nettofläche nach Raumprogramm
fr_fr: Surface programmée nette

# Property.NetPlannedArea.Definition[2bvty0qSKHuO00025QrE$V]
source: Total planned net area for the building storey. Used for programming the building storey.
de_de: Geforderte Nettofläche des Geschosses laut Raumprogramm.
fr_fr: Surface programmée nette totale de l'étage. Telle que définie lors de la programmation.
