Repository: Amoki/bSDD
Catalog: PSets/RESX/Pset_AirTerminalTypeCommon.*.resx
Languages: de_de, fr_fr, ja_jp

# PSet.Name[1FTq80qRyHuO00025QrE$V]
source: Pset_AirTerminalTypeCommon
de_de: Luftauslasstyp - allgemeiner Eigenschaftssatz

# PSet.Definition[1FTq80qRyHuO00025QrE$V]
source: Air terminal type common attributes.SoundLevel attribute deleted in IFC2x2 Pset Addendum: Use IfcSoundProperties instead.
de_de: Air Terminal Typ gemeinsame Attribute. SoundLevel Attribut gelöscht in IFC2x2 Pset Addendum: Verwenden Sie stattdessen IfcSoundProperties.

# Property.Reference.Name[1M1Rc0qRyHuO00025QrE$V]
source: Reference
de_de: Referenz
fr_fr: Référence
ja_jp: 参照記号

# Property.Reference.Definition[1M1Rc0qRyHuO00025QrE$V]
source: Reference ID for this specified type in this project (e.g. type 'A-1'), provided, if there is no classification reference to a recognized classification system used.
de_de: Referenz-ID für diesen spezifizierten Typ in diesem Projekt (z.B. Typ A-1'), vorausgesetzt, dass es keinen Klassifizierungsbezug zu einem anerkannten Klassifizierungssystem gibt.
fr_fr: Identification de référence pour ce type spécifique à ce projet, c'est-à-dire type'A-1', fourni à partir du moment où, s'il n'y a pas de référence de classification par rapport à un système de classification reconnu et en usage.
ja_jp: このプロジェクトにおける参照記号(例：A-1)。分類コードではなく内部で使用されるプロジェクトタイプとして使用されるもの。

# Property.Status.Definition[1Sb340qRyHuO00025QrE$V]
source: Status of the element, predominately used in renovation or retrofitting projects. The status can be assigned to as "New" - element designed as new addition, "Existing" - element exists and remains, "Demolish" - element existed but is to be demolished, "Temporary" - element will exists only temporary (like a temporary support structure).
de_de: Status des Elementes, das vorwiegend in Renovierungs- oder Nachrüstungsprojekten verwendet wird: Der Status kann als"Neu"-Element zugewiesen werden, das als Neuzugang entworfen wurde,"Vorhandenes" - Element existiert und bleibt,"Abbruch"-Element existiert, aber abgerissen werden soll,"Temporär"-Element existiert nur temporär (wie eine temporäre Stützkonstruktion).
fr_fr: Etat de l'élément, utilisé avant tout pour les projets de rénovation et réaménagement. L'état assigné peut être "Nouveau" - l'élément prévu pour du neuf, "Existant" - l'élément existait et est maintenu, "Démoli" - l'élément existait mais doit être démoli/supprimé, "Provisoire" - l'élément existera à titre provisoire seulement (comme un support structurel par exemple).
ja_jp: 要素（主にリノベーションまたは改修プロジェクトにおいて）の状態。 状態は、「新規(New)」－新しく追加される要素。「既存」－要素は存在し、かつ残りもの。「破壊」－要素は存在したが、廃棄されるもの。「一時的」－一時的に存在する要素（一時的にサポートしている構造のようなもの）。

# Property.Shape.Name[1hUkE0qRyHuO00025QrE$V]
source: Shape
de_de: Form
fr_fr: Forme
ja_jp: 形状

# Property.Shape.Definition[1hUkE0qRyHuO00025QrE$V]
source: Shape of the air terminal. Slot is typically a long narrow supply device with an aspect ratio generally greater than 10 to 1.
de_de: Der Schlitz ist typischerweise eine lange, schmale Versorgungseinheit mit einem Seitenverhältnis, das im Allgemeinen größer als 10:1 ist.
fr_fr: Forme du terminal de ventilation. La fente est généralement un long et étroit appareil d'apport avec un rapport de forme généralement supérieur à 10 pour 1.
ja_jp: ターミナルの形状（円状、四角形、正方形、スロット他）。 スロット（溝状）は一般的にアスペクト比１０以上が典型的である。

# Property.FaceType.Name[1xaiC0qRyHuO00025QrE$V]
source: FaceType
de_de: Anschlussflächentyp
fr_fr: TypeCôté
ja_jp: 表面タイプ

# Property.FaceType.Definition[1xaiC0qRyHuO00025QrE$V]
source: Identifies how the terminal face of an AirTerminal is constructed.
de_de: Gibt an, wie die Anschlussfläche eines AirTerminals aufgebaut ist.
fr_fr: Caractérise comment le côté du terminal d'un terminal de ventilation est fabriqué.
ja_jp: ターミナル表面の形式定義

# Property.SlotWidth.Name[2H1_q0qRyHuO00025QrE$V]
source: SlotWidth
de_de: Schlitzbreite
fr_fr: EpaisseurFente
ja_jp: スロット巾

# Property.SlotWidth.Definition[2H1_q0qRyHuO00025QrE$V]
source: Slot width.
de_de: Schlitzweite.
fr_fr: Epaisseur de la fente
ja_jp: スロット巾

# Property.SlotLength.Name[2MPJU0qRyHuO00025QrE$V]
source: SlotLength
de_de: Schlitzlänge
fr_fr: ElongueurFente
ja_jp: スロット長

# Property.SlotLength.Definition[2MPJU0qRyHuO00025QrE$V]
source: Slot length.
de_de: Schlitzlänge.
fr_fr: Longueur de la fente
ja_jp: スロット長

# Property.NumberOfSlots.Name[2SMnY0qRyHuO00025QrE$V]
source: NumberOfSlots
de_de: Schlitzanzahl
fr_fr: NombreDeFentes
ja_jp: スロット数

# Property.NumberOfSlots.Definition[2SMnY0qRyHuO00025QrE$V]
source: Number of slots.
de_de: Anzahl der Steckplätze.
fr_fr: Nombre de fentes
ja_jp: スロット数

# Property.FlowPattern.Name[2YKFc0qRyHuO00025QrE$V]
source: FlowPattern
de_de: Durchflussmuster
fr_fr: FormeFlux
ja_jp: 流れ種類

# Property.FlowPattern.Definition[2YKFc0qRyHuO00025QrE$V]
source: Flow pattern.
de_de: Strömungsmuster.
fr_fr: Forme du flux
ja_jp: 流れ種類（単一直線、腹式直線、４方向、放射状、SWIRL、DISPLACEMENT、COMPACT他）

# Property.AirFlowrateRange.Name[2tBOq0qRyHuO00025QrE$V]
source: AirFlowrateRange
de_de: Luftdurchflussmengenbereich
fr_fr: PlageDébitVentilation
ja_jp: 流量範囲

# Property.AirFlowrateRange.Definition[2tBOq0qRyHuO00025QrE$V]
source: Air flowrate range within which the air terminal is designed to operate.
de_de: Luftdurchflussbereich, innerhalb dessen der Volumenstromregler für den Betrieb ausgelegt ist.
fr_fr: Plage de débit de ventilation dans laquelle le terminal de ventilation est prévu de fonctionner.
ja_jp: 操作されるターミナル内の空気流の範囲

# Property.TemperatureRange.Name[2_L9i0qRyHuO00025QrE$V]
source: TemperatureRange
de_de: Temperaturbereich
fr_fr: PlageTemperature
ja_jp: 温度範囲

# Property.TemperatureRange.Definition[2_L9i0qRyHuO00025QrE$V]
source: Temperature range within which the air terminal is designed to operate.
de_de: Temperaturbereich, in dem der Volumenstromregler für den Betrieb ausgelegt ist.
fr_fr: Plage de température dans laquelle le terminal de ventilation est prévu de fonctionner.
ja_jp: 操作されるターミナルの温度範囲

# Property.DischargeDirection.Name[36hDO0qRyHuO00025QrE$V]
source: DischargeDirection
de_de: Auslassrichtung
fr_fr: DirectionEmission
ja_jp: 吐き出し方向

# Property.DischargeDirection.Definition[36hDO0qRyHuO00025QrE$V]
source: Discharge direction of the air terminal.Parallel: discharges parallel to mounting surface designed so that flow attaches to the surface.Perpendicular: discharges away from mounting surface.Adjustable: both parallel and perpendicular discharge.
de_de: Ausblasrichtung des Luftauslasses. Parallel: Ausblasrichtung parallel zur Montagefläche, die so gestaltet ist, dass die Strömung an der Oberfläche anliegt. Perpendicular: Ausblasrichtung von der Montagefläche weg. Adjustable: sowohl parallele als auch senkrechte Ausblasrichtung.
fr_fr: Direction d'émission du terminal de ventilation.Parallèle: émission parallèle à la surface de fixation conçu de façon à ce que le flux se colle à la surface.Perpendiculaire: émission s'éloignant de la surface de fixation.Réglable: émission parallèle et aussi s'éloignant de la surface de fixation.
ja_jp: ターミナルの吐き出し方向水平：取り付け面と水平に吐き出し垂直：取り付け面から離れた方向に吐き出し調節可能：水平・垂直方向両方に調整

# Property.ThrowLength.Name[3K_l80qRyHuO00025QrE$V]
source: ThrowLength
de_de: Strahlreichweite
fr_fr: Longueur de jet
ja_jp: 到達距離

# Property.ThrowLength.Definition[3K_l80qRyHuO00025QrE$V]
source: The horizontal or vertical axial distance an airstream travels after leaving an AirTerminal before the maximum stream velocity is reduced to a specified terminal velocity under isothermal conditions at the upper value of the AirFlowrateRange.
de_de: Der horizontale oder vertikale Achsabstand, den ein Luftstrom nach dem Verlassen eines AirTerminals zurücklegt, bevor die maximale Strömungsgeschwindigkeit unter isothermen Bedingungen auf eine bestimmte Endgeschwindigkeit am oberen Wert des AirFlowrateRange reduziert wird.
fr_fr: La distance axiale horizontale ou verticale un jet d'air parcourt après avoir quitté un terminal de ventilation avant que la vittesse d'éjection maximale est réduite à une vitessedu terminal spécifique dans des conditions isothermes pour la valeur la plus élevée de la plage de débit d'air.
ja_jp: ターミナルからの水平または垂直の到達距離流量範囲の最大値での吐き出し速度が設定された流速に減速するまでの上限値

# Property.AirDiffusionPerformanceIndex.Name[3TwyE0qRyHuO00025QrE$V]
source: AirDiffusionPerformanceIndex
de_de: Luftdiffusion - Leistungsindex
fr_fr: Indice de performance de diffusion de l'air
ja_jp: 空気拡散性能指標

# Property.AirDiffusionPerformanceIndex.Definition[3TwyE0qRyHuO00025QrE$V]
source: The Air Diffusion Performance Index (ADPI) is used for cooling mode conditions. If several measurements of air velocity and air temperature are made throughout the occupied zone of a space, the ADPI is the percentage of locations where measurements were taken that meet the specifications for effective draft temperature and air velocity.
de_de: Wenn mehrere Messungen der Luftgeschwindigkeit und der Lufttemperatur in der gesamten Aufenthaltszone eines Raumes durchgeführt werden, ist der ADPI der Prozentsatz der Orte, an denen Messungen durchgeführt wurden, die den Spezifikationen für die effektive Zuglufttemperatur und die Luftgeschwindigkeit entsprechen.
fr_fr: L'Indice de Performance de Diffusion d'Air (ADPI) est utilisé pour des conditions en mode rafraîchissement. Si plusieurs mesures de vitesses et températures de l'air sont réalisées à travers toute une zone occupée d'un espace, l'ADPI est le pourcentage des emplacements où les mesures ont été réalisées et qui vérifient les caractéristiques pour une température de courant d'air et de vitesse d'air effectives.
ja_jp: 空気拡散性能指標（ADPI)は冷房時に使用される。空気速度および気温のいくつかの測定が空間の居住域の隅々でなされる場合、ADPIは有効な草案の温度および空気速度のための仕様に遭遇する測定が得られた位置の割合である。

# Property.FinishType.Name[3ZIGu0qRyHuO00025QrE$V]
source: FinishType
de_de: Oberfläche - Typ
fr_fr: TypeFinition
ja_jp: 仕上げ形式

# Property.FinishType.Definition[3ZIGu0qRyHuO00025QrE$V]
source: The type of finish for the air terminal.
de_de: Die Art der Oberflächenbehandlung des Luftauslasses.
fr_fr: Le type de finition du terminal de ventilation.
ja_jp: ターミナルの仕上げの形式（ANNODIZED,塗装他）

# Property.FinishColor.Name[3mPVq0qRyHuO00025QrE$V]
source: FinishColor
de_de: Oberfläche - Farbe
fr_fr: CouleurFinition
ja_jp: 仕上げ色

# Property.FinishColor.Definition[3mPVq0qRyHuO00025QrE$V]
source: The finish color for the air terminal.
de_de: Die Finish-Farbe für den Luftauslass.
fr_fr: La couleur de finition du terminal de ventilation.
ja_jp: ターミナルの仕上げ色

# Property.MountingType.Name[3sz7I0qRyHuO00025QrE$V]
source: MountingType
de_de: Montageart
fr_fr: ModeFixation
ja_jp: 取り付け形式

# Property.MountingType.Definition[3sz7I0qRyHuO00025QrE$V]
source: The way the air terminal is mounted to the ceiling, wall, etc.Surface: mounted to the surface of something (e.g., wall, duct, etc.).Flat flush: mounted flat and flush with a surface.Lay-in: mounted in a lay-in type ceiling (e.g., a dropped ceiling grid).
de_de: Die Art und Weise, wie der Luftterminal an der Decke, an der Wand usw. befestigt wird. Surface: an der Oberfläche von etwas (z.B. Wand, Kanal, usw.).
fr_fr: La façon d'être fixé pour le terminal de ventilation au plafond, mur, etc.Surface: Fixé sur la surface de quelque chose (Ex: mur, conduit, etc.)Alignement plat: Fixé plat et dans l'alignement d'une surface.Insertion: Fixé dans un type de plafond avec capacité d'insertion (Ex: faux-plafondsuspendu)
ja_jp: ターミナルが天井や壁などに取り付けられる方法。表面、水平、LAYIN他表面：何か（壁・ダクト等）の表面に取り付けFLATFLUSH：表面に水平・Flushni取り付けLAYIN：天井にlay-in形式での取り付け（下がり天井格子など）

# Property.CoreType.Name[0735G0qS0HuO00025QrE$V]
source: CoreType
de_de: Kerntyp
fr_fr: TypePartieCentrale
ja_jp: コア形式

# Property.CoreType.Definition[0735G0qS0HuO00025QrE$V]
source: Identifies the way the core of the AirTerminal is constructed.
de_de: Kennzeichnet die Art und Weise, wie der Kern des AirTerminals aufgebaut ist.
fr_fr: Caractérise comment la partie centrale du terminal de ventilation est fabriquée.
ja_jp: 取り付けられたターミナルのコアの定義方法（SHUTTERBLADE, CURVEDBLADE, REMOVABLE, REVERSIBLEなど）

# Property.CoreSetHorizontal.Name[0Qjxg0qS0HuO00025QrE$V]
source: CoreSetHorizontal
de_de: Kerneinstellung - horizontal
fr_fr: PositionHorizontaleCentre
ja_jp: 水平羽根角度

# Property.CoreSetHorizontal.Definition[0Qjxg0qS0HuO00025QrE$V]
source: Degree of horizontal (in the X-axis of the LocalPlacement) blade set from the centerline.
de_de: Grad der horizontalen (in der X-Achse des LocalPlacement) Schaufelblattes, das von der Mittellinie aus gesetzt wird.
fr_fr: Degré d'inclinaison horizontale (selon l'axe X par rapport au positionnement local) de la lame mesuré depuis la ligne médiane.
ja_jp: 水平翼の中心線からの水平（ローカル座標のＸ軸）面の羽根角度

# Property.CoreSetVertical.Name[0VV6w0qS0HuO00025QrE$V]
source: CoreSetVertical
de_de: Kerneinstellung - vertikal
fr_fr: PositionVerticalCentre
ja_jp: 垂直羽根角度

# Property.CoreSetVertical.Definition[0VV6w0qS0HuO00025QrE$V]
source: Degree of vertical (in the Y-axis of the LocalPlacement) blade set from the centerline.
de_de: Grad der vertikalen (in der Y-Achse der LocalPlacement) Schaufel, die von der Mittellinie aus gesetzt wird.
fr_fr: Degré d'inclinaison verticale (selon l'axe Y par rapport au positionnement local) de la lame mesuré depuis la ligne médiane.
ja_jp: 垂直翼の中心線からの垂直（ローカル座標のＹ軸）方向の羽根角度

# Property.HasIntegralControl.Name[0bSa_0qS0HuO00025QrE$V]
source: HasIntegralControl
de_de: Mit integrierter Steuerung
fr_fr: PossèdeContrôleTotal
ja_jp: 自己制御有無

# Property.HasIntegralControl.Definition[0bSa_0qS0HuO00025QrE$V]
source: If TRUE, a self powered temperature control is included in the AirTerminal.
de_de: Wenn TRUE, ist im AirTerminal eine autarke Temperaturregelung enthalten.
fr_fr: Si VRAI, une commande interne de la température est incluse dans le terminal de ventilation.
ja_jp: もし真なら、ターミナルに自身による温度制御が含まれる

# Property.FlowControlType.Name[0gDmE0qS0HuO00025QrE$V]
source: FlowControlType
de_de: Durchflusssteuerung
fr_fr: NatureCommandeFlux
ja_jp: 流量制御形式

# Property.FlowControlType.Definition[0gDmE0qS0HuO00025QrE$V]
source: Type of flow control element that may be included as a part of the construction of the air terminal.
de_de: Typ des Volumenstromregelelements, das in die Konstruktion des Volumenstromreglers einbezogen werden kann.
fr_fr: Nature de la commande de flux d'un élément qui pourrait être inclus en tant que tel dans le terminal de ventilation.
ja_jp: ターミナルの構成の一部として含まれる流量制御の形式（ダンパー、ベローズ、無し…）

# Property.HasSoundAttenuator.Name[0vjao0qS0HuO00025QrE$V]
source: HasSoundAttenuator
de_de: Mit Schalldämmung
fr_fr: PossèdeCorrectionAcoustique
ja_jp: 消音有無

# Property.HasSoundAttenuator.Definition[0vjao0qS0HuO00025QrE$V]
source: If TRUE, the air terminal has sound attenuation.
de_de: Wenn TRUE, hat der Volumenstromregler eine Schalldämpfung.
fr_fr: Si VRAI, le terminal de ventilation possède une correction acoustique.
ja_jp: ターミナルに消音が付いている場合に真

# Property.HasThermalInsulation.Name[0$4vS0qS0HuO00025QrE$V]
source: HasThermalInsulation
de_de: Mit thermischer Isolation
fr_fr: PossèdeIsolationThermique
ja_jp: 断熱有無

# Property.HasThermalInsulation.Definition[0$4vS0qS0HuO00025QrE$V]
source: If TRUE, the air terminal has thermal insulation.
de_de: Wenn TRUE, dann ist die Luftklappe thermisch isoliert.
fr_fr: Si VRAI, le terminal de ventilation possède une isolation thermique.
ja_jp: ターミナルに断熱がある場合に真

# Property.NeckArea.Name[14SE60qS0HuO00025QrE$V]
source: NeckArea
de_de: Halsfläche
fr_fr: ZoneReduction
ja_jp: ネック面積

# Property.NeckArea.Definition[14SE60qS0HuO00025QrE$V]
source: Neck area of the air terminal.
de_de: Halsbereich des Flughafens.
fr_fr: Partie la plus étroite du terminal de ventilation.
ja_jp: ターミナルのネック面積

# Property.EffectiveArea.Name[19pYm0qS0HuO00025QrE$V]
source: EffectiveArea
de_de: Effektive Fläche
fr_fr: ZoneEfficace
ja_jp: 有効面積

# Property.EffectiveArea.Definition[19pYm0qS0HuO00025QrE$V]
source: Effective discharge area of the air terminal.
de_de: Effektiver Ausblasbereich des Volumenstromreglers.
fr_fr: Zone d'émission efficace du terminal de ventilation.
ja_jp: ターミナルの有効吹き出し範囲

# Property.AirFlowrateVersusFlowControlElement.Name[1GNAE0qS0HuO00025QrE$V]
source: AirFlowrateVersusFlowControlElement
de_de: Luftdurchflussmenge vgl. mit Flusssteuerungselement
fr_fr: DébitAirContreElementControleFlux
ja_jp: 流量制御特性

# Property.AirFlowrateVersusFlowControlElement.Definition[1GNAE0qS0HuO00025QrE$V]
source: Air flowrate versus flow control element position at nominal pressure drop.
de_de: Luftdurchsatz in Abhängigkeit von der Position des Stellgliedes bei Nenndruckabfall.
fr_fr: Débit d'air par rapport à la position de l'élément de contrôle du flux en perte de charge nominale
ja_jp: 標準の圧力低下における流量制御装置の位置に対する流量

# Property.Status.Name[1Sb340qRyHuO00025QrE$V]
source: Status
fr_fr: Etat
ja_jp: 状態
